
do
local function New(a0,a1,a2,a3,a4,a5)
	return {id=a0,type=a1,target=a2,progress=a3,name=a4,reward=a5,}
end
LuaConfig["FundConfig"] = {
[101] = New(101,"vpcard","",500,"评价达到%s领取",{{"Item",2001,15,},}),
[102] = New(102,"vpcard","",900,"评价达到%s领取",{{"Item",2001,16,},}),
[103] = New(103,"vpcard","",1800,"评价达到%s领取",{{"Item",2001,18,},}),
[104] = New(104,"vpcard","",2200,"评价达到%s领取",{{"Item",2001,20,},}),
[105] = New(105,"vpcard","",2600,"评价达到%s领取",{{"Item",2001,23,},}),
[106] = New(106,"vpcard","",2800,"评价达到%s领取",{{"Item",2001,25,},}),
[107] = New(107,"vpcard","",3800,"评价达到%s领取",{{"Item",2001,28,},}),
[108] = New(108,"vpcard","",4700,"评价达到%s领取",{{"Item",2001,31,},}),
[109] = New(109,"vpcard","",5600,"评价达到%s领取",{{"Item",2001,34,},}),
[110] = New(110,"vpcard","",7000,"评价达到%s领取",{{"Item",2002,15,},}),
[111] = New(111,"vpcard","",8400,"评价达到%s领取",{{"Item",2002,17,},}),
[112] = New(112,"vpcard","",10300,"评价达到%s领取",{{"Item",2002,19,},}),
[113] = New(113,"vpcard","",12700,"评价达到%s领取",{{"Item",2002,21,},}),
[114] = New(114,"vpcard","",15500,"评价达到%s领取",{{"Item",2002,23,},}),
[115] = New(115,"vpcard","",18800,"评价达到%s领取",{{"Item",2002,26,},}),
[116] = New(116,"vpcard","",22500,"评价达到%s领取",{{"Item",2002,29,},}),
[117] = New(117,"vpcard","",27000,"评价达到%s领取",{{"Item",2002,32,},}),
[118] = New(118,"vpcard","",35000,"评价达到%s领取",{{"Item",2002,36,},}),
[119] = New(119,"vpcard","",42000,"评价达到%s领取",{{"Item",2003,10,},}),
[120] = New(120,"vpcard","",50000,"评价达到%s领取",{{"Item",2003,11,},}),
[121] = New(121,"vpcard","",60000,"评价达到%s领取",{{"Item",2003,12,},}),
[122] = New(122,"vpcard","",72000,"评价达到%s领取",{{"Item",2003,14,},}),
[123] = New(123,"vpcard","",86000,"评价达到%s领取",{{"Item",2003,15,},}),
[124] = New(124,"vpcard","",103000,"评价达到%s领取",{{"Item",2003,17,},}),
[125] = New(125,"vpcard","",124000,"评价达到%s领取",{{"Item",2003,19,},}),
[126] = New(126,"vpcard","",149000,"评价达到%s领取",{{"Item",2003,21,},}),
[127] = New(127,"vpcard","",179000,"评价达到%s领取",{{"Item",2003,23,},}),
[128] = New(128,"vpcard","",215000,"评价达到%s领取",{{"Item",2003,25,},}),
[129] = New(129,"vpcard","",258000,"评价达到%s领取",{{"Item",2003,28,},}),
[130] = New(130,"vpcard","",310000,"评价达到%s领取",{{"Item",2003,31,},}),
}
end