
do
local function New(a0,a1,a2,a3,a4,a5)
	return {id=a0,cn=a1,en=a2,tc=a3,jp=a4,kr=a5,}
end
local WordErrorConfig = 
{
[1100] = New(1100,"无法连接服务器，请稍后再试","Unable to connect to server. Please try again later.","無法連接伺服器，請稍後再試","サーバーに接続できません。後でもう一度やり直してください","서버에 연결할 수 없습니다. 나중에 다시 시도해 주세요. "),
[1101] = New(1101,"版本过低，请前往下载最新版本。","Wrong version.Please download the latest version.","版本過低，請前往下載最新版本。","バージョン番号が正しくありません","버전 번호가 잘못되었습니다"),
[1102] = New(1102,"账号或密码错误","Incorrect username or password.","帳號或密碼錯誤","アカウントまたはパスワードが正しくありません","계정 번호 또는 암호가 잘못되었습니다"),
[1103] = New(1103,"注册账号失败,已经有账号","Account registration failed. The account already exists.","註冊帳號失敗,已經有帳號","アカウントの登録に失敗し、既にアカウントがあります","계정 등록에 실패했습니다"),
[1104] = New(1104,"注册账号失败,没有创建id","Account registration failed. No ID created.","註冊帳號失敗,沒有創建id","ID が作成されずにアカウントの登録に失敗しました","ID를 만들지 않고 계정을 등록하지 못했습니다"),
[1105] = New(1105,"注册账号失败,账号id错误","Account registration failed. Account ID error.","註冊帳號失敗,帳號id錯誤","アカウントの登録に失敗しました","계정 등록에 실패했습니다"),
[1106] = New(1106,"服务器繁忙,请稍后登陆","The server is busy. Please wait and try again later.","伺服器繁忙,請稍後登陸","サーバーがビジー状態の場合は、後でログインしてください","서버가 사용 중이으시면 나중에 로그인하십시오"),
[1107] = New(1107,"账号非法字符","Illegal character(s) included.","帳號非法字元","アカウントが無効な文字です","계정 번호의 잘못된 문자입니다"),
[1108] = New(1108,"未到开服时间","The server is not open yet.","未到開服時間","開服時間までではありません","개복 시간이 다 되지 않았다"),
[1109] = New(1109,"账号长度错误","Incorrect account length.","帳號長度錯誤","アカウントの長さが正しくありません","계정 길이가 잘못되었습니다"),
[1110] = New(1110,"平台SDK验证失败，请稍后再试","SDK verification failed.Please try again later.","平臺SDK驗證失敗，請稍後再試","プラットフォーム SDK の検証に失敗しました","플랫폼 SDK 유효성 검사에 실패했습니다"),
[1111] = New(1111,"平台ID错误","SDK ID error.","平臺ID錯誤","プラットフォーム ID エラーです","플랫폼 ID 오류입니다"),
[1112] = New(1112,"已经在登录队列","Already in the login queue.","已經在登錄佇列","既にキューにログオンしています","이미 로그인 대기열에 있습니다"),
[1113] = New(1113,"找不到网关服务器，请稍后再试","Gateway server not found.Please try again later.","找不到網關伺服器，請稍後再試","ゲートウェイ サーバーが見つかりませんでした","게이트웨이 서버를 찾을 수 없습니다"),
[1114] = New(1114,"找不到网关服务器PID，请稍后再试","Gateway server PID not found.Please try again later.","找不到網關伺服器PID，請稍後再試","ゲートウェイ サーバー PID が見つかりませんでした","게이트웨이 서버 PID를 찾을 수 없습니다"),
[1115] = New(1115,"找不到网关服务器端口，请稍后再试","Gateway server port not found.Please try again later.","找不到網關伺服器端口，請稍後再試","ゲートウェイ サーバー ポートが見つかりませんでした","게이트웨이 서버 포트를 찾을 수 없습니다"),
[1116] = New(1116,"已经被封号","Account forbidden.","已經被封號","は封印されています","이미 봉인되어 있다"),
[1117] = New(1117,"你的账号在其他设备使用中","Account login on other devices.","你的帳號在其他設備使用中","アカウントは、他のデバイスで使用されています","계정이 다른 장치에서 사용 중입니다"),
[1118] = New(1118,"服务器已关闭","The server is down.","伺服器已關閉","サーバーがダウンしています","서버가 다운되었습니다"),
[1119] = New(1119,"登录网关验证失败，请稍后再试","Login gateway verification failed.Please try again later.","登錄網關驗證失敗，請稍後再試","ゲートウェイへのログインの検証に失敗しました","로그인 게이트웨이 유효성 검사에 실패했습니다"),
[1120] = New(1120,"登录网关账号错误","Login gateway account error.","登錄網關帳號錯誤","ゲートウェイ アカウントにログインできません","게이트웨이 계정에 로그인하는 동안 오류가 발생했습니다"),
[1121] = New(1121,"登录网关角色错误","Login gateway character error.","登錄網關角色錯誤","ゲートウェイ ロールにログオンできません","로그인 게이트웨이 역할 오류입니다"),
[1201] = New(1201,"未找到配置","Configuration not found.","未找到配置","構成が見つかりませんでした","구성을 찾을 수 없습니다"),
[1202] = New(1202,"钻石不足","Insufficient Diamonds.","鑽石不足","ダイヤモンドが足りない","다이아몬드가 부족합니다"),
[1203] = New(1203,"道具不足","Insufficient Items.","道具不足","小道具が足りない","소품이 부족하다"),
[1204] = New(1204,"次数已满","Reached limit.","次數已滿","回数がいっぱいです","횟수가 가득 차 있습니다"),
[1205] = New(1205,"数量不足","Insufficient quantity.","數量不足","数量が不足しています","숫자가 부족합니다"),
[1206] = New(1206,"冷却时间未到","CDing","冷卻時間未到","クールダウン時間が到着していません","냉각 시간이 도착하지 않았습니다"),
[1207] = New(1207,"领取条件不足","Insufficient conditions","領取條件不足","受け取り条件が不十分です","수령 조건이 충분하지 않습니다"),
[1208] = New(1208,"已经领取","Already got","已經領取","ピックアップされています","이미 수령했습니다"),
[1209] = New(1209,"已经解锁","Unlocked","已經解鎖","ロックが解除されました","잠금이 해제되었습니다"),
[1210] = New(1210,"抽卡错误","Drawing card error.","抽卡錯誤","カードが正しく引き出されていません","카드 뽑기 오류가 발생했습니다"),
[1211] = New(1211,"已经购买","Purchased","已經購買","既に購入されています","이미 구입했습니다"),
[1212] = New(1212,"没有购买","Not Purchased","沒有購買","購入はありません","구입하지 않았습니다"),
[1213] = New(1213,"卡牌信息错误","Card information error.","卡牌資訊錯誤","カード情報が正しくありません","카드 정보가 잘못되었습니다"),
[1214] = New(1214,"商品解锁条件错误","Unlock condition error.","商品解鎖條件錯誤","商品のロック解除条件が間違っています","제품 잠금 해제 조건이 잘못되었습니다"),
[1215] = New(1215,"礼包信息错误","Box information error.","禮包資訊錯誤","パッケージ情報が正しくありません","패키지 정보가 잘못되었습니다"),
[1300] = New(1300,"权限不足","Insufficient permissions.","許可權不足","アクセス許可が不足しています","사용 권한이 부족합니다"),
[1301] = New(1301,"存档上传失败","Data upload failure.","存檔上傳失敗","アーカイブのアップロードに失敗しました","아카이브 업로드에 실패했습니다"),
[1305] = New(1305,"存档下载失败","Data download failure.","存檔下載失敗","アーカイブのダウンロードに失敗しました","아카이브 다운로드에 실패했습니다"),
[1122] = New(1122,"服务器即将关闭维护，您将会被强制下线。","The server is about to shut down maintenance and you will be forced offline.","伺服器即將關閉維護，您將會被強制下線。","サーバーがメンテナンスをシャットダウンしようとしている場合は、強制的にオフラインになります。","서버가 유지 관리를 종료하려고 하면 오프라인으로 강제됩니다."),
[1123] = New(1123,"数据异常，请重新登录","The data is abnormal, please log back in","數據異常，請重新登錄","データが異常な場合は、再度ログインしてください","데이터 예외, 다시 로그인하십시오"),
}
TableMerge(WordConfig,WordErrorConfig)
end