local WordGuideConfig = 
{
	["guide_1030"] = 
	{
		["id"] = "guide_1030",
		["cn"] = "没想到小时候的棒球馆变成了这样，唉......",
		["en"] = "I didn't expect the baseball stadium to be like this when I was a child. Alas",
		["tc"] = "沒想到小時候的棒球館變成了這樣，唉......",
		["jp"] = "子供のころの野球館がこうなったとは思いませんでした。",
		["kr"] = "어 렸 을 때 야구 장 이 이렇게 될 줄 은 몰 랐 는데......",
	},
	["guide_1040"] = 
	{
		["id"] = "guide_1040",
		["cn"] = "老板您就别伤感了，棒球协会还有三个月就进驻了。",
		["en"] = "Don't be sad, boss. The Baseball Association will be stationed in three months.",
		["tc"] = "老闆您就別傷感了，棒球協會還有三個月就進駐了。",
		["jp"] = "社長は感傷的にならないでください。野球協会はあと三ヶ月で進駐します。",
		["kr"] = "사장 님, 슬퍼 하지 마 세 요. 야구 협회 가 3 개 월 만 있 으 면 들 어 옵 니 다.",
	},
	["guide_1040_1"] = 
	{
		["id"] = "guide_1040_1",
		["cn"] = "棒球馆这个状态可不行啊，重建要立刻开始啊！",
		["en"] = "The baseball stadium is not in this state. The reconstruction should start immediately!",
		["tc"] = "棒球館這個狀態可不行啊，重建要立刻開始啊！",
		["jp"] = "野球館はこの状態ではいけません。復興はすぐ始まります。",
		["kr"] = "야구 장 이 상태 로 는 안 되 는데 재건 축 은 당장 시작 해 야 지!",
	},
	["guide_1050"] = 
	{
		["id"] = "guide_1050",
		["cn"] = "你在教我做事？",
		["en"] = "You're teaching me to do things?",
		["tc"] = "你在教我做事？",
		["jp"] = "私に仕事を教えていますか？",
		["kr"] = "일 가르쳐 주 는 거 야?",
	},
	["guide_1060"] = 
	{
		["id"] = "guide_1060",
		["cn"] = "不敢不敢，我就是个卖东西的商人，哪敢指挥您呢，我先告辞了，有什么需要随时联系我。",
		["en"] = "I don't dare. Since I have nothing to do, I'll leave first.",
		["tc"] = "不敢不敢，既然沒我什麼事了，那我就先告辭了。",
		["jp"] = "勇気がなくて、私の用事がない以上、先に失礼します。",
		["kr"] = "천만 의 말씀 입 니 다. 저 는 별일 없 으 니 이만 가 보 겠 습 니 다.",
	},
	["guide_1110"] = 
	{
		["id"] = "guide_1110",
		["cn"] = "棒球馆翻新的任务很重要，棒球协会一入驻就会开启新的棒球比赛。",
		["en"] = "The task of renovating the baseball stadium is very important. As soon as the baseball association is settled, it will open a new baseball game.",
		["tc"] = "棒球館翻新的任務很重要，棒球協會一入駐就會開啟新的棒球比賽。",
		["jp"] = "野球館のリフォームは重要です。野球協会が入ると新しい野球の試合が始まります。",
		["kr"] = "야구 장 리 모델 링 의 임 무 는 중요 하 다. 야구 협회 가 입 점 하 자마자 새로운 야구 경 기 를 시작한다.",
	},
	["guide_1110_1"] = 
	{
		["id"] = "guide_1110_1",
		["cn"] = "我很看好你，这个任务就交给你了。有什么不懂的就让我的秘书闪闪教你吧！",
		["en"] = "I'm very optimistic about you. I'll leave the task to you. If you don't understand anything, let the Secretary teach you!",
		["tc"] = "我很看好你，這個任務就交給你了。有什麼不懂的就讓秘書閃閃教你吧！",
		["jp"] = "あなたをよく見ています。この仕事はあなたに任せます。分からないことがあったら秘書に教えてもらいましょう。",
		["kr"] = "나 는 너 를 매우 좋아한다. 이 임 무 는 너 에 게 맡 길 것 이다.모 르 는 게 있 으 면 비서 한테 알려 달라 고 해!",
	},
	["guide_1120"] = 
	{
		["id"] = "guide_1120",
		["cn"] = "真没办法，既然老板这么说了我就勉为其难的教教你吧！",
		["en"] = "I can't help it. In that case, I'll try my best to teach you!",
		["tc"] = "真沒辦法，既然這樣我就勉為其難的教教你吧！",
		["jp"] = "しょうがないですね。それなら、無理に教えてあげます。",
		["kr"] = "어 쩔 수 없 지, 이왕 이렇게 된 거 내 가 억지로 가르쳐 줄 게!",
	},
	["guide_1120_1"] = 
	{
		["id"] = "guide_1120_1",
		["cn"] = "想让棒球馆在三个月内回到巅峰并不简单，首要的任务应该是以最快的速度恢复营业。",
		["en"] = "If you want the baseball stadium to return to its peak in three months, the top priority is to get it back to business quickly.",
		["tc"] = "想讓棒球館在三個月內回到巔峰最優先的就是讓他迅速恢復營業。",
		["jp"] = "野球館を3ヶ月以内にピークに戻したいのですが、一番優先しているのは彼が早く営業を再開することです。",
		["kr"] = "야구 장 을 3 개 월 안에 정상에 오 르 게 하려 면 가장 먼저 영업 재 개 를 시 키 는 것 이다.",
	},
	["guide_1120_2"] = 
	{
		["id"] = "guide_1120_2",
		["cn"] = "不管环境怎样，有设备就能先营业。先买一台<color=#cf5e32><size=72>击球机</size></color>吧！",
		["en"] = "No matter what the environment, machines can start business first. Buy a  batter first!",
		["tc"] = "不管環境怎樣，有機器就能先營業。先買一臺<color=#cf5e32><size=72>擊球機</size></color>吧！",
		["jp"] = "環境がどうであれ、機械があれば先に営業できます。まず、バッターを一つ買いましょう。",
		["kr"] = "환경 이 어떻든 간 에 기계 가 있 으 면 먼저 영업 할 수 있다.먼저  타격 기 를 한 대 사 세 요!",
	},
	["guide_5040"] = 
	{
		["id"] = "guide_5040",
		["cn"] = "光有机器也就是个空壳，内置的课程才是吸引游客的重点。",
		["en"] = "Just having machines is an empty shell, and the built-in courses are the key to attract tourists.",
		["tc"] = "光有機器也就是個空殼，內置的課程才是吸引遊客的重點。",
		["jp"] = "機械だけがあっても中身がないというのが、旅行者を引きつけるポイントです。",
		["kr"] = "기계 만 있 으 면 빈 껍데기 이 고 내 장 된 과정 이 야 말로 관광객 유치 의 중점 이다.",
	},
	["guide_5040_1"] = 
	{
		["id"] = "guide_5040_1",
		["cn"] = "我看这个<color=#cf5e32><size=72>棒球击飞</size></color>就不错，简单易懂，作为俱乐部的第一个课程再合适不过了。",
		["en"] = "I think this  baseball flying  is good, which is quite in line with this poor club.",
		["tc"] = "我看這個<color=#cf5e32><size=72>棒球擊飛</size></color>就不錯，挺符合這個寒酸的俱樂部。",
		["jp"] = "これを見たらいいです。この寒さにぴったりのクラブです。",
		["kr"] = "내 가 보기에 이야 구 는 를 날 리 면 괜 찮 을 것 같 아. 이 초라 한 클럽 에 잘 어 울 려.",
	},
	["guide_10120"] = 
	{
		["id"] = "guide_10120",
		["cn"] = "噢哟，有顾客来了！",
		["en"] = "Oh, there's a customer!",
		["tc"] = "噢喲，有顧客來了！",
		["jp"] = "お客さんが来ました。",
		["kr"] = "어 머, 손님 이 오 셨 어 요!",
	},
	["guide_10130"] = 
	{
		["id"] = "guide_10130",
		["cn"] = "顾客会自己选择想要的设备和课程，你等着收钱就行了！",
		["en"] = "Customers will choose the machines and courses they want, although they don't have to choose now, just wait for the money!",
		["tc"] = "顧客會自己選擇想要的機器和課程，雖然他現在沒得選，你就等著收錢吧！",
		["jp"] = "お客さんは自分で好きなマシンとコースを選びます。彼は今は選べませんが、お金をもらうのを待ってください。",
		["kr"] = "고객 은 스스로 원 하 는 기계 와 수업 을 선택 할 것 이다. 비록 그 는 지금 선택 할 수 없 지만 돈 을 받 을 때 까지 기 다 려 라!",
	},
	["guide_10130_1"] = 
	{
		["id"] = "guide_10130_1",
		["cn"] = "看在你还挺能干的份上告诉你一个秘密吧，听好了我只说一次。",
		["en"] = "For the sake of your ability, let me tell you a secret. Listen, I'll only say it once.",
		["tc"] = "看在你還挺能幹的份上告訴你一個秘密吧，聽好了我只說一次。",
		["jp"] = "あなたの仕事がよくできる分、秘密を教えてあげましょう。いいです。一回だけ話します。",
		["kr"] = "잘 하 는 걸 보 니 비밀 하나 알려 줄 게. 잘 들 어. 한 번 만 말 할 게.",
	},
	["guide_10130_2"] = 
	{
		["id"] = "guide_10130_2",
		["cn"] = "保持俱乐部高速收益的秘密武器——<color=#cf5e32><size=72>时间加速器！！！</size></color>",
		["en"] = "A secret weapon to maintain the club's high-speed revenue time accelerator",
		["tc"] = "保持俱樂部高速收益的秘密武器——<color=#cf5e32><size=72>時間加速器！！！</size></color>",
		["jp"] = "クラブの高速収益を維持する秘密兵器——タイムアクセル！",
		["kr"] = "클럽 의 고속 수익 을 유지 하 는 비밀 무기 시간 가속기!!! ",
	},
	["guide_10230"] = 
	{
		["id"] = "guide_10230",
		["cn"] = "时间加速器能缩短顾客使用设备的时间，但是钱一分也不会少给，怎么样，是不是感觉掌握了财富密码？",
		["en"] = "Using the time accelerator can speed up the time customers use the equipment, and the money is still the same! How's it going? Good!",
		["tc"] = "使用時間加速器就能加快顧客使用設備的時間，錢還是一樣收！怎麼樣，不錯吧！",
		["jp"] = "時間加速器を使うと設備を使う時間が速くなります。お金は同じです。どうですか？いいですね。",
		["kr"] = "시간 가속 기 를 사용 하면 고객 이 설 비 를 사용 하 는 시간 을 가속 화 할 수 있 고 돈 은 똑 같이 받 습 니 다!어 때, 괜 찮 지?",
	},
	["guide_10230_1"] = 
	{
		["id"] = "guide_10230_1",
		["cn"] = "这就是你赚的第一笔钱了，还不快去捡起来？",
		["en"] = "This is the first sum of money you made. Why don't you pick it up?",
		["tc"] = "這就是你賺的第一筆錢了，還不快去撿起來？",
		["jp"] = "これはあなたが稼いだ最初のお金です。早く拾いに行きませんか？",
		["kr"] = "이것 이 네가 번 첫 번 째 돈 인 데, 어서 가서 주 워 오지 않 겠 니?",
	},
	["guide_15020"] = 
	{
		["id"] = "guide_15020",
		["cn"] = "第一步恢复营业完成！让我们立刻开始第二步——拉客！",
		["en"] = "The club has just resumed business. No one will come in just waiting. Don't stay. Go to the door and shout!",
		["tc"] = "俱樂部剛剛恢復營業，光等著可沒人會進來的，別呆著了，快去門口吆喝去！",
		["jp"] = "クラブは営業を再開したばかりで、待っているだけでは誰も入ることができません。",
		["kr"] = "클럽 이 막 영업 을 재 개 했 으 니 기다 리 기만 하면 아무 도 들 어 오지 않 을 것 이 니 가만히 있 지 말고 어서 문 앞 에 가서 소리 질 러 라!",
	},
	["guide_15020_1"] = 
	{
		["id"] = "guide_15020_1",
		["cn"] = "这喇叭拿着，跟我过来，等会别害羞！",
		["en"] = "Take the horn. Don't be shy later. I'll take care of you!",
		["tc"] = "喇叭拿著，等會別害羞，我看好你哦！",
		["jp"] = "ラッパを持っています。恥ずかしくないようにしてください。よく見てあげます。",
		["kr"] = "나팔 들 고 있어, 이따가 부끄러워 하지 말고, 내 가 잘 볼 게!",
	},
	["guide_15100"] = 
	{
		["id"] = "guide_15100",
		["cn"] = "刚刚恢复营业的俱乐部最需要的东西就是加强宣传，让更多的人知道这个消息。",
		["en"] = "This area is really good. If this mall is definitely profitable",
		["tc"] = "這地段真不錯，這要是間商場絕對賺翻了...",
		["jp"] = "この場所は本当にいいですね。これがデパートなら絶対儲かると思います。",
		["kr"] = "이 지역 은 정말 좋다. 이 백화점 이 라면 틀림없이 돈 을 벌 것 이다.",
	},
	["guide_15100_1"] = 
	{
		["id"] = "guide_15100_1",
		["cn"] = "喇叭这种原始的手段在现阶段就足够了，挑选一个幸运儿接受俱乐部的宣传吧！",
		["en"] = "Pick a lucky guy to accept the promotion of the baseball stadium. Take your horn and go, go!",
		["tc"] = "挑選一個幸運兒接受棒球館的宣傳吧，拿著你的喇叭，快去快去！",
		["jp"] = "幸運を選んで野球館の宣伝を受けましょう。スピーカーを持って、早く行きなさい。",
		["kr"] = "행운 의 아 이 를 골 라 야구 장 홍 보 를 받 아 라. 나팔 을 들 고 어서 가라!",
	},
	["guide_15150"] = 
	{
		["id"] = "guide_15150",
		["cn"] = "哇哦，没想到他还挺给你面子的。这还有喇叭，继续继续。",
		["en"] = "Wow, I didn't expect him to give you face. There's a horn. Go on.",
		["tc"] = "哇哦，沒想到他還挺給你面子的。這還有喇叭，繼續繼續。",
		["jp"] = "えっと、彼があなたの顔を立てているとは思いませんでした。これはラッパがまだあります。続けます。",
		["kr"] = "우 와, 그 가 아직도 너의 체면 을 세 워 줄 줄 줄 은 생각 지도 못 했다.이것 도 나팔 이 있 으 니 계속 하 세 요.",
	},
	["guide_15150_1"] = 
	{
		["id"] = "guide_15150_1",
		["cn"] = "朝着那个人多的地方喊，别浪费，一次性可以多喊几个人进来嘛。",
		["en"] = "Shout towards the place with many people. Don't waste it. You can shout more people in at one time.",
		["tc"] = "朝著那個人多的地方喊，別浪費，一次性可以多喊幾個人進來嘛。",
		["jp"] = "その人の多いところに向かって叫んでください。無駄にしないでください。一度に多くの人を呼んで入ればいいです。",
		["kr"] = "그 사람 이 많은 곳 을 향 해 외쳐 라, 낭비 하지 말고, 한꺼번에 몇 사람 을 더 불 러 들 일 수 있 잖 아.",
	},
	["guide_20030"] = 
	{
		["id"] = "guide_20030",
		["cn"] = "基本的经营方法差不多就这些了，是不是意外的很简单？",
		["en"] = "That's almost all the basic business methods. Is it surprisingly simple?",
		["tc"] = "基本的經營方法差不多就這些了，是不是意外的很簡單？",
		["jp"] = "基本的な経営方法はこれぐらいです。意外に簡単ですか？",
		["kr"] = "기본 적 인 경영 방법 은 많 지 않 습 니 다. 이것 뿐 입 니 다. 의외로 간단 하지 않 습 니까?",
	},
	["guide_20030_1"] = 
	{
		["id"] = "guide_20030_1",
		["cn"] = "我还给你列了一些能帮你经营的任务，想要在三个月里让棒球馆重回巅峰可是很难的，要加油哦！",
		["en"] = "I also listed some tasks that can help you manage. It's hard to get the baseball stadium back to its peak in three months. Come on!",
		["tc"] = "我還給你列了一些能幫你經營的任務，想要在三個月裏讓棒球館重回巔峰可是很難的，要加油哦！",
		["jp"] = "あなたの経営を手伝ってくれる仕事を紹介しました。三ヶ月で野球館を頂上に戻すのは難しいです。頑張ってください。",
		["kr"] = "내 가 너 에 게 경영 을 도와 줄 수 있 는 임 무 를 열 어 주 었 다. 3 개 월 안에 야구 장 을 다시 정상에 오 르 게 하 는 것 은 매우 어 려 운 일이 다. 힘 내 라!",
	},
	["guide_20030_2"] = 
	{
		["id"] = "guide_20030_2",
		["cn"] = "伴随着俱乐部的建设，游客好评会越来越多，等游客好评够多了，我们就能建一个球场去参加比赛了！",
		["en"] = "When the praise of the new baseball stadium is more and more, I'm sure there will be good things!",
		["tc"] = "等新棒球館的好評越來越多，說不准會遇到好事哦！",
		["jp"] = "新野球館の好評がますます多くなります。いいことがあるかもしれません。",
		["kr"] = "새 야구 장 에 대한 호평 이 많아 지면 좋 은 일 을 만 날 지도 모 릅 니 다!",
	},
	["guide_25030"] = 
	{
		["id"] = "guide_25030",
		["cn"] = "你们好呀，好久不见！",
		["en"] = "Hello, long time no see!",
		["tc"] = "你們好呀，好久不見！",
		["jp"] = "お元気ですか？お久しぶりです。",
		["kr"] = "안녕하세요, 오 랜 만 이에 요!",
	},
	["guide_25040"] = 
	{
		["id"] = "guide_25040",
		["cn"] = "老板不在，要找老板就去公司总部吧！",
		["en"] = "The boss is not here. If you want to find the boss, go to the company headquarters!",
		["tc"] = "老闆不在，要找老闆就去公司總部吧！",
		["jp"] = "社長はいません。社長を探して本社に行きましょう。",
		["kr"] = "사장 님 이 안 계 시 니 사장 님 을 찾 으 려 면 회사 본사 로 가세 요!",
	},
	["guide_25050"] = 
	{
		["id"] = "guide_25050",
		["cn"] = "我是来找你们的，我们现在正在举办一个宣传活动。",
		["en"] = "I'm looking for you. We're holding a publicity campaign now.",
		["tc"] = "我是來找你們的，我們現在正在舉辦一個宣傳活動。",
		["jp"] = "あなた達を探しに来ました。私達は今キャンペーンを行っています。",
		["kr"] = "나 는 너희들 을 찾 으 러 왔 다. 우 리 는 지금 홍보 활동 을 하고 있다.",
	},
	["guide_25050_1"] = 
	{
		["id"] = "guide_25050_1",
		["cn"] = "活动很简单，我借你们的名头宣传，不需要你们做什么事情，而与之相对的，我会为你们带来双倍的客人。",
		["en"] = "Because the activity is too popular, the flow of people on the activity site is too large.",
		["tc"] = "因為活動太火爆了，導致活動場地的人流量太大了。",
		["jp"] = "活動があまりにも激しいので、活動場の人の流れが多すぎます。",
		["kr"] = "행사 가 너무 뜨 거 워 서 행사 장 에 사람들 이 너무 많이 몰 렸 다.",
	},
	["guide_25050_2"] = 
	{
		["id"] = "guide_25050_2",
		["cn"] = "别犹豫了，先来试试看，感受一下人山人海的快乐。",
		["en"] = "If we set up a temporary activity spot at the gate of the club, the traffic here will double several times!",
		["tc"] = "如果我們在俱樂部門口擺個臨時的活動點，到時候這裏的人流量就會翻好幾倍！",
		["jp"] = "クラブの入り口に臨時の活動ポイントを置くと、ここの人の流れは何倍にもなります。",
		["kr"] = "만약 우리 가 클럽 입구 에 임시 활동 점 을 설치한다 면, 그때 가 되면 이곳 의 사람들 유 동량 은 몇 배로 늘 어 날 것 이다!",
	},
	["guide_25120"] = 
	{
		["id"] = "guide_25120",
		["cn"] = "活动已经开办了，人应该马上就会涌过来了。",
		["en"] = "The activity has been started. People should come soon.",
		["tc"] = "活動已經開辦了，人應該馬上就會湧過來了。",
		["jp"] = "イベントはもう始まっています。人はもうすぐ集まってくるはずです。",
		["kr"] = "행사 가 이미 시작 되 었 으 니 곧 사람들 이 몰 려 올 것 이다.",
	},
	["guide_25120_1"] = 
	{
		["id"] = "guide_25120_1",
		["cn"] = "走走走，我们一起去门口看看！",
		["en"] = "Let's go to the door!",
		["tc"] = "走走走，我們一起去門口看看！",
		["jp"] = "散歩しましょう。一緒に入り口に行ってみましょう。",
		["kr"] = "가자, 가자, 우리 같이 입구 로 가 보 자!",
	},
	["guide_25145"] = 
	{
		["id"] = "guide_25145",
		["cn"] = "感觉很不错吧！这个活动是长期的，有需要的时候随时来找我！",
		["en"] = "It feels good! My activity is long-term. If you feel that the flow of people is insufficient next time, come to me!",
		["tc"] = "感覺很不錯吧！我這活動是長期的，下次覺得人流量不足的話，來找我！",
		["jp"] = "いい感じですね。このイベントは長期的なものです。今度は人の流れが足りないと思ったら、私を探しに来てください。",
		["kr"] = "느낌 좋 죠?저 는 이 활동 이 장기 적 인 것 입 니 다. 다음 에 유 동량 이 부족 하 다 고 생각 되면 저 를 찾 아 오 세 요!",
	},
	["guide_25145_1"] = 
	{
		["id"] = "guide_25145_1",
		["cn"] = "不需要复杂的手段，只需要轻轻点一下能获取一段时间的客人翻倍，百利无害哦！",
		["en"] = "A small promotional video can get a surge in traffic for a period of time. Baili is harmless!",
		["tc"] = "一段小小的宣傳視頻就能獲取一段時間的人流量暴增，百利無害哦！",
		["jp"] = "ちょっとした宣伝ビデオで一定時間の人の流れが急増し、百利無害です。",
		["kr"] = "작은 홍보 영상 한 토막 으로 한동안 사람들 이 폭 증 하고 백리 무해 합 니 다!",
	},
	["guide_25145_2"] = 
	{
		["id"] = "guide_25145_2",
		["cn"] = "或者说你们连宣传视频也不愿意看，也可以选购我们的免除宣传视频套餐，百利无害哟！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25147"] = 
	{
		["id"] = "guide_25147",
		["cn"] = "人真的变多了！要是有让这些游客一下全都进来的办法就好了！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25148"] = 
	{
		["id"] = "guide_25148",
		["cn"] = "那还不简单？借你个收音机吧，用广播宣传不就能一次性把游客全带进来了？",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25148_1"] = 
	{
		["id"] = "guide_25148_1",
		["cn"] = "广播宣传不仅能把游客一次性全带进俱乐部，还能吸引一些专业球员。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25148_2"] = 
	{
		["id"] = "guide_25148_2",
		["cn"] = "看在我们之间的关系不错，我可以长期给你们提供收音机。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25148_3"] = 
	{
		["id"] = "guide_25148_3",
		["cn"] = "我可以每天送你们一个收音机，不过想多使用几次就需要付费了。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_25149"] = 
	{
		["id"] = "guide_25149",
		["cn"] = "没问题，那赶紧来试试吧！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_27030"] = 
	{
		["id"] = "guide_27030",
		["cn"] = "哇!这俱乐部真不错！和宣传里一模一样！老板！我想充3年会员！！！但是我没钱，能不能通融通融啊？？",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_27031"] = 
	{
		["id"] = "guide_27031",
		["cn"] = "没钱啊，也不是不行，如果你能在我们这里当个教练教游客使用设备了，我就能让你免费使用我们的设备。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_27032"] = 
	{
		["id"] = "guide_27032",
		["cn"] = "没问题！只要能打球，干什么都可以！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_27260"] = 
	{
		["id"] = "guide_27260",
		["cn"] = "有专业球员在这里当教练，游客就会愿意花更多钱使用我们的设备了！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_30030"] = 
	{
		["id"] = "guide_30030",
		["cn"] = "俱乐部的顾客好评越来越多，课程的升级也就变得更加重要了。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_30030_1"] = 
	{
		["id"] = "guide_30030_1",
		["cn"] = "更新更好的课程会吸引更多的新游客，经常解锁和升级新课程是相当有必要的。",
		["en"] = "Recently, customers have received a lot of praise. I didn't expect you to be very capable!",
		["tc"] = "最近顧客好評挺多，沒想到你還挺能幹的嘛！",
		["jp"] = "最近はお客さんの好評が多くて、まさかあなたはなかなかのやり手ですね。",
		["kr"] = "요즘 고객 들 의 호평 이 매우 많은 데, 네가 꽤 유능 할 줄 은 생각 지도 못 했다!",
	},
	["guide_30030_2"] = 
	{
		["id"] = "guide_30030_2",
		["cn"] = "现在应该会有新游客出现了，我们去门口看看。",
		["en"] = "Let's go and take the trumpet. At this time, we need a wave of publicity!",
		["tc"] = "走，拿上小喇叭，這種時候就需要來一波宣傳的狂潮！",
		["jp"] = "スピーカーを持って歩くと、このような時に宣伝の波が必要です。",
		["kr"] = "가자, 작은 나팔 을 들 어 라. 이 럴 때 는 홍보 의 열풍 이 필요 하 다!",
	},
	["guide_30160"] = 
	{
		["id"] = "guide_30160",
		["cn"] = "诶！那个游客之前没见过的样子，快，去宣传一下！",
		["en"] = "Ah! This customer hasn't seen it before. He hasn't been here before!",
		["tc"] = "誒！這個顧客之前沒見過啊，以前沒來過的樣子！",
		["jp"] = "えっ！このお客さんは前に会ったことがないですね。前に来たことがないようです。",
		["kr"] = "에이!이 손님 은 전에 본 적 이 없 는데, 이전에 오지 않 았 던 모습!",
	},
	["guide_30200"] = 
	{
		["id"] = "guide_30200",
		["cn"] = "新顾客是不会自己走进你的俱乐部的，以后别忘了经常站在门口宣传，说不准就有什么惊喜呢！",
		["en"] = "New customers won't walk into your club by themselves. Don't forget to stand at the door to publicize in the future. If you're not sure, what's the surprise!",
		["tc"] = "新顧客是不會自己走進你的俱樂部的，以後別忘了經常站在門口宣傳，說不准就有什麼驚喜呢！",
		["jp"] = "新しいお客さんは自分でクラブに入ることはできません。これからは入り口でよく宣伝することを忘れないでください。何かサプライズがあるかもしれません。",
		["kr"] = "새로운 고객 은 스스로 당신 의 클럽 에 들 어가 지 않 을 것 입 니 다. 앞으로 자주 문 앞 에 서서 홍 보 를 하 는 것 을 잊 지 마 세 요. 무슨 놀 라 움 이 있 을 지도 모 릅 니 다!",
	},
	["guide_30310"] = 
	{
		["id"] = "guide_30310",
		["cn"] = "我们所有的游客都会收录到游客图鉴中，图鉴里有游客的解锁条件，去看看吧！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31020"] = 
	{
		["id"] = "guide_31020",
		["cn"] = "我们的经营系统发出警报了！看来最近有些我们没注意到的经营问题发生了，赶紧去查看一下。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31060"] = 
	{
		["id"] = "guide_31060",
		["cn"] = "原来是场馆卫生出了问题，这可不妙！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31060_1"] = 
	{
		["id"] = "guide_31060_1",
		["cn"] = "场馆卫生出问题会导致俱乐部中产生越来越多的垃圾，垃圾太多客人会离开的！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31060_2"] = 
	{
		["id"] = "guide_31060_2",
		["cn"] = "你看，垃圾已经出现了！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31130"] = 
	{
		["id"] = "guide_31130",
		["cn"] = "啊，好臭，快把这些垃圾扫掉，不能让他影响我们的经营！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_32012"] = 
	{
		["id"] = "guide_32012",
		["cn"] = "等着垃圾出现再扫掉不是解决问题的办法啊，看来建造一个保洁房是必不可少的了！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_32061"] = 
	{
		["id"] = "guide_32061",
		["cn"] = "升级保洁室的设备能很好的解决场馆卫生问题，我们来试试吧！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_32110"] = 
	{
		["id"] = "guide_32110",
		["cn"] = "效果不错！以后要记住，经营系统发出警报的时候要及时解决问题才能保证俱乐部正常经营。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_31030"] = 
	{
		["id"] = "guide_31030",
		["cn"] = "这垃圾是谁扔的？",
		["en"] = "Who threw this rubbish?",
		["tc"] = "這垃圾是誰扔的？",
		["jp"] = "このゴミは誰が捨てましたか？",
		["kr"] = "이 쓰레기 는 누가 버 렸 습 니까?",
	},
	["guide_31030_1"] = 
	{
		["id"] = "guide_31030_1",
		["cn"] = "顾客都开始投诉了！站在一堆垃圾中练习，想想就可怕。",
		["en"] = "Customers are beginning to complain! It's terrible to practice standing in a pile of garbage.",
		["tc"] = "顧客都開始投訴了！站在一堆垃圾中練習，想想就可怕。",
		["jp"] = "お客様からクレームが始まりました。ゴミの山の中に立って練習すると、考えるだけで怖いです。",
		["kr"] = "고객 들 이 신고 하기 시 작 했 어!쓰레기 더미 속 에 서서 연습 하면 생각 만 해도 무섭다.",
	},
	["guide_31030_2"] = 
	{
		["id"] = "guide_31030_2",
		["cn"] = "又有顾客在抱怨了，快去看看吧！",
		["en"] = "Come on, experience the feeling of being surrounded by garbage!",
		["tc"] = "來吧，體驗一下被垃圾包圍的感覺吧！",
		["jp"] = "さあ、ゴミに包まれた感じを体験してみましょう。",
		["kr"] = "자, 쓰레기 에 둘러싸 인 느낌 을 체험 해 보 자!",
	},
	["guide_31110"] = 
	{
		["id"] = "guide_31110",
		["cn"] = "这屋里什么味啊，太恶心了，走了走了！",
		["en"] = "What's the smell in this room? It's disgusting. Let's go!",
		["tc"] = "這屋裏什麼味啊，太噁心了，走了走了！",
		["jp"] = "この部屋は何の味ですか？気持ちが悪いです。行ってしまいました。",
		["kr"] = "이 방 에서 무슨 냄새 가 나, 너무 징 그 러 워, 간다, 간다!",
	},
	["guide_31160"] = 
	{
		["id"] = "guide_31160",
		["cn"] = "顾客都被熏走了！快去扫掉！！！",
		["en"] = "The customers were smoked away! Go and sweep it away!!!",
		["tc"] = "顧客都被熏走了！快去掃掉！！！",
		["jp"] = "お客さんは全部いぶされました。早く掃除しなさい！",
		["kr"] = "손님 들 이 다 그 을 려 갔 어!빨리 가서 쓸 어 버 려!!!",
	},
	["guide_31160_1"] = 
	{
		["id"] = "guide_31160_1",
		["cn"] = "我们扫地机器人早八百年前就坏掉了。这垃圾就你自己去扫掉吧！",
		["en"] = "Our sweeping robot broke down 800 years ago. Sweep away the rubbish yourself!",
		["tc"] = "我們掃地機器人早八百年前就壞掉了。這垃圾就你自己去掃掉吧！",
		["jp"] = "私たちはロボットを掃除しました。800年前に壊れました。このゴミは自分で掃除してください。",
		["kr"] = "우리 의 청소 로봇 은 800 년 전에 고장 이 났 다.이 쓰레기 는 네 스스로 가서 치 워 라!",
	},
	["guide_31240"] = 
	{
		["id"] = "guide_31240",
		["cn"] = "也不知道是谁乱丢垃圾，以后多注意一下垃圾了吧，或者聘个保洁阿姨也不错。",
		["en"] = "I don't know who threw the garbage. Pay more attention to the garbage in the future, or it's good to hire a cleaning aunt.",
		["tc"] = "也不知道是誰亂丟垃圾，以後多注意一下垃圾了吧，或者聘個保潔阿姨也不錯。",
		["jp"] = "誰がゴミを捨てたのか分かりません。今後はゴミに気をつけてください。掃除おばさんを雇ってもいいです。",
		["kr"] = "누가 쓰레기 를 함부로 버 렸 는 지 모 르 겠 지만 앞으로 쓰레기 에 신경 을 쓰 거나 청결 아 줌 마 를 초빙 하 는 것 도 좋 을 것 같 습 니 다.",
	},
	["guide_33020"] = 
	{
		["id"] = "guide_33020",
		["cn"] = "哎呀！俱乐部里怎么出现了之么多垃圾？？是不是忘记了去看经营系统的警报？",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_33020_1"] = 
	{
		["id"] = "guide_33020_1",
		["cn"] = "客人都因为这些垃圾离开了！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_33160"] = 
	{
		["id"] = "guide_33160",
		["cn"] = "唉，先处理一下垃圾吧。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_33200"] = 
	{
		["id"] = "guide_33200",
		["cn"] = "等发现垃圾再手动捡实在是太慢了，难免影响经营啊。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_33200_1"] = 
	{
		["id"] = "guide_33200_1",
		["cn"] = "我有办法了，找个球员来帮我们做这件事吧！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_32030"] = 
	{
		["id"] = "guide_32030",
		["cn"] = "自己扫垃圾也怪累的，要不去找个人来帮忙吧。",
		["en"] = "It's tiring to sweep the garbage by yourself. Why don't you find someone to help.",
		["tc"] = "自己掃垃圾也怪累的，要不去找個人來幫忙吧。",
		["jp"] = "自分でゴミを掃除するのも疲れるので、誰かに手伝ってもらいましょう。",
		["kr"] = "스스로 쓰레기 를 치 우 는 것 도 피곤 하 니, 누 군 가 를 찾 아가 도와 줄 까?",
	},
	["guide_32030_1"] = 
	{
		["id"] = "guide_32030_1",
		["cn"] = "我想到了一个完美的办法,跟我来！",
		["en"] = "I think of a perfect way. Come with me!",
		["tc"] = "我想到了一個完美的辦法,跟我來！",
		["jp"] = "完璧な方法を考えました。私についてきてください。",
		["kr"] = "완벽 한 방법 이 생각 났 어. 따라 와!",
	},
	["guide_32060"] = 
	{
		["id"] = "guide_32060",
		["cn"] = "看见这个收音机了吗？我们可以通过收音机的广告宣传，说不准就能叫来个帮忙的人！",
		["en"] = "See this radio? We can advertise on the radio. Maybe we can call someone to help!",
		["tc"] = "看見這個收音機了嗎？我們可以通過收音機的廣告宣傳，說不准就能叫來個幫忙的人！",
		["jp"] = "このラジオが見えますか？ラジオの広告を通して、助けてくれる人を呼んでもいいですか？",
		["kr"] = "이 라디오 봤 어 요?우 리 는 라디오 광 고 를 통 해 홍 보 를 할 수 있 는데, 어쩌면 도와 줄 사람 을 불 러 올 지도 모른다!",
	},
	["guide_32070"] = 
	{
		["id"] = "guide_32070",
		["cn"] = "哎呀，这不是我的收音机吗？使用可是需要收费的呢。",
		["en"] = "Oh, isn't this my radio? There is a charge for using it.",
		["tc"] = "哎呀，這不是我的收音機嗎？使用可是需要收費的呢。",
		["jp"] = "あら、これは私のラジオではないですか？利用するには有料ですよ。",
		["kr"] = "아이고, 이거 내 라디오 아니 야?사용 하려 면 요금 이 필요 한데.",
	},
	["guide_32070_1"] = 
	{
		["id"] = "guide_32070_1",
		["cn"] = "不过看在你是第一次使用，这个就送给你吧，拿去用拿去用！",
		["en"] = "But it's the first time you use it. I'll give it to you. Take it, take it, take it!",
		["tc"] = "不過看在你是第一次使用，這個就送給你吧，拿去用拿去用！",
		["jp"] = "でも、初めて使うのを見たら、これをあげます。持って行って使います。",
		["kr"] = "하지만 처음 사용 하 는 것 같 으 니 이 걸 드 리 겠 습 니 다. 가 져 가서 쓰 세 요!",
	},
	["guide_33030"] = 
	{
		["id"] = "guide_33030",
		["cn"] = "收音机的效果还真挺不错的，不说别的，来的客人都多了。",
		["en"] = "The effect of the radio is really good. There are many guests, nothing else.",
		["tc"] = "收音機的效果還真挺不錯的，不說別的，來的客人都多了。",
		["jp"] = "ラジオの効果はなかなかいいです。",
		["kr"] = "라디오 의 효과 가 정말 좋다. 다른 것 은 말 할 것 도 없 이 손님 이 많이 왔 다.",
	},
	["guide_33040"] = 
	{
		["id"] = "guide_33040",
		["cn"] = "哎哟呵这地方真不错嘿，和宣传广告里说的一模一样！",
		["en"] = "Ouch as like as two peas in the advertisement!",
		["tc"] = "哎喲呵這地方真不錯嘿，和廣告裏說的一模一樣！",
		["jp"] = "あら、ここはいいですね。広告の話と同じです。",
		["kr"] = "어 머, 여기 정말 좋다. 야, 광고 에서 말 한 것 과 똑 같 아!",
	},
	["guide_33040_1"] = 
	{
		["id"] = "guide_33040_1",
		["cn"] = "老板老板！我想在这里充三年会员！但是我没钱.....能不能想想办法通融通融啊！",
		["en"] = "Boss, boss! I want to be a member here for three years! But I have no money... Can you find a way to accommodate!",
		["tc"] = "老闆老闆！我想在這裏充三年會員！但是我沒錢.....能不能想想辦法通融通融啊！",
		["jp"] = "マスター！ここで三年間会員を充電したいです。でも、お金がないので、融通が利く方法を考えてもらえますか？",
		["kr"] = "사장 님! 사장 님!나 는 이곳 에서 3 년 동안 회원 으로 가입 하고 싶다!하지만 난 돈 이 없어.......",
	},
	["guide_33050"] = 
	{
		["id"] = "guide_33050",
		["cn"] = "诶嘿！这劳动力不就来了吗？？！！！",
		["en"] = "Hey, hey! Isn't this labor force coming??!!!",
		["tc"] = "誒嘿！這勞動力不就來了嗎？？！！！",
		["jp"] = "えっとこの労働力はすぐ来たじゃないですか？？！",
		["kr"] = "에 헤!이 노동력 이 왔 잖 아?!!!",
	},
	["guide_33050_1"] = 
	{
		["id"] = "guide_33050_1",
		["cn"] = "我们现在缺个清洁工，要不你给我们打工，空闲时间设备随便用！",
		["en"] = "We are short of a cleaner now. Why don't you work for us and use the equipment freely in your spare time!",
		["tc"] = "我們現在缺個清潔工，要不你給我們打工，空閒時間設備隨便用！",
		["jp"] = "私達は今掃除員が足りません。アルバイトをしてくれませんか？暇な時は設備を自由に使ってください。",
		["kr"] = "우 리 는 지금 청소부 가 부족 하 다. 그렇지 않 으 면 네가 우리 에 게 아르 바 이 트 를 해 주 고 여가 시간 설 비 를 마음대로 써 라!",
	},
	["guide_33060"] = 
	{
		["id"] = "guide_33060",
		["cn"] = "那感情好啊！那能顺便给我个住的地方不？",
		["en"] = "That feeling is good! Can you give me a place to live by the way?",
		["tc"] = "那感情好啊！那能順便給我個住的地方不？",
		["jp"] = "いい感情ですねついでに住んでいるところをくださいませんか？",
		["kr"] = "그 감정 좋아!그럼 저 에 게 묵 을 곳 을 주 시 겠 어 요?",
	},
	["guide_33070"] = 
	{
		["id"] = "guide_33070",
		["cn"] = "送佛送到西，干脆我们建个保洁部给你住下算了吧！",
		["en"] = "Send Buddha to the West. Why don't we set up a cleaning department for you to stay!",
		["tc"] = "送佛送到西，乾脆我們建個保潔部給你住下算了吧！",
		["jp"] = "西に仏陀を送ります。いっそのこと、清掃部を作って泊まりましょう。",
		["kr"] = "부 처 를 서쪽 으로 보 내 고, 차라리 우리 가 청결 부 를 만들어 너 에 게 살 게 해 줄 까?",
	},
	["guide_34021"] = 
	{
		["id"] = "guide_34021",
		["cn"] = "好了，保洁部建好了！",
		["en"] = "All right, the cleaning department is ready!",
		["tc"] = "好了，保潔部建好了！",
		["jp"] = "はい、清掃部ができました。",
		["kr"] = "자, 청소부 가 지 어 졌 습 니 다!",
	},
	["guide_35030"] = 
	{
		["id"] = "guide_35030",
		["cn"] = "住的地方也有了，赶紧开始工作吧！",
		["en"] = "There's a place to live. Start working quickly!",
		["tc"] = "住的地方也有了，趕緊開始工作吧！",
		["jp"] = "住んでいるところもあります。早く仕事を始めましょう。",
		["kr"] = "살 곳 도 생 겼 으 니 어서 일 을 시작 하 세 요!",
	},
	["guide_35040"] = 
	{
		["id"] = "guide_35040",
		["cn"] = "没问题！交给我吧！",
		["en"] = "no problem! Leave it to me!",
		["tc"] = "沒問題！交給我吧！",
		["jp"] = "大丈夫です任せてください",
		["kr"] = "문제 없어!나한 테 맡 겨!",
	},
	["guide_35160"] = 
	{
		["id"] = "guide_35160",
		["cn"] = "对了我还有个跟着我来的小兄弟，你也给他安排点事做吧。",
		["en"] = "By the way, I have a little brother who follows me. You can arrange something for him.",
		["tc"] = "對了我還有個跟著我來的小兄弟，你也給他安排點事做吧。",
		["jp"] = "そうだ、私と一緒に来た兄弟がいます。彼にも何か仕事を手配してください。",
		["kr"] = "참, 나 따라 온 동생 도 있 는데 너 도 일 좀 시 켜 줘.",
	},
	["guide_35160_1"] = 
	{
		["id"] = "guide_35160_1",
		["cn"] = "我这小兄弟就爱打棒球，球打得可好了，当个教练啥的完全没问题！",
		["en"] = "My little brother loves to play baseball. He plays well. It's no problem to be a coach!",
		["tc"] = "我這小兄弟就愛打棒球，球打得可好了，當個教練啥的完全沒問題！",
		["jp"] = "私の兄弟は野球が大好きです。野球がとても上手です。コーチになっても大丈夫です。",
		["kr"] = "나의 이 어린 형 제 는 야 구 를 좋아 하 는데, 공 을 아주 잘 치 니, 코치 가 되 는 것 은 전혀 문제 가 없다!",
	},
	["guide_35161"] = 
	{
		["id"] = "guide_35161",
		["cn"] = "这好办，让他去击球体验室教教游客好了！",
		["en"] = "It's easy to do. Let him go to the batting experience room to teach tourists!",
		["tc"] = "這好辦，讓他去擊球體驗室教教遊客好了！",
		["jp"] = "これは簡単です。彼にバッティング体験室に行って観光客に教えてもらいます。",
		["kr"] = "잘 됐 네. 타격 체험 실 에 가서 관광객 들 을 가 르 치 게 해 줘!",
	},
	["guide_35251"] = 
	{
		["id"] = "guide_35251",
		["cn"] = "这样就安排好了！",
		["en"] = "That's it!",
		["tc"] = "這樣就安排好了！",
		["jp"] = "これで手配します。",
		["kr"] = "이렇게 하면 안배 가 다 된다!",
	},
	["guide_36030"] = 
	{
		["id"] = "guide_36030",
		["cn"] = "哎哟，最近顾客好感有些下降，不知道是哪方面出了问题。",
		["en"] = "After operating for so long, how can business just not improve? What's the problem??",
		["tc"] = "經營了這麼久怎麼生意就是不見起色呢，這問題出在哪里呢？？",
		["jp"] = "こんなに長く経営していますが、どうしてビジネスがうまくいかないですか？この問題はどこにありますか？",
		["kr"] = "이렇게 오랫동안 경영 하 였 는데 어떻게 장사 가 나 아 지지 않 을 수 있 겠 는가? 이 문 제 는 어디 에 있 는가?",
	},
	["guide_36110"] = 
	{
		["id"] = "guide_36110",
		["cn"] = "原来是场馆卫生出了问题，去问问怎么回事吧。",
		["en"] = "I feel that after the development of the club, the working people are a little overwhelmed.",
		["tc"] = "感覺俱樂部發展起來了之後，幹活的人有點吃不消了啊。",
		["jp"] = "クラブが発展した後、働く人がちょっとつらいですね。",
		["kr"] = "클럽 이 발전 하면 서 일 하 는 사람들 이 견 딜 수 없 을 것 같 아 요.",
	},
	["guide_36120"] = 
	{
		["id"] = "guide_36120",
		["cn"] = "俱乐部的活越来越难了啊，我是有心无力啊，我把打球的时间都赔进去了，活还是干不完。",
		["en"] = "The work of the club is becoming more and more difficult. I don't have much free time to play!",
		["tc"] = "俱樂部的活越來越難搞了啊，我都沒多少空閒時間可以打球了！",
		["jp"] = "クラブの活動はますます難しくなりました。私はもうあまり時間がないです。",
		["kr"] = "클럽 일 은 갈수 록 어려워 지고 있어, 나 는 공 을 칠 시간 이 별로 없어!",
	},
	["guide_36120_1"] = 
	{
		["id"] = "guide_36120_1",
		["cn"] = "老板！这这活干不下去了啊，不是我不想干，确实是力不从心啊！！！",
		["en"] = "boss! I ask for my salary! Otherwise, I can't do this job!!!",
		["tc"] = "老闆！我要求給我工資！不然這活是幹不下去了！！！",
		["jp"] = "マスター！給料をください。さもなくばこの仕事はやりきれなくなりました！！",
		["kr"] = "사장 님!월급 달라 고!안 그러면 이 일 못 해!!",
	},
	["guide_36130"] = 
	{
		["id"] = "guide_36130",
		["cn"] = "要不这样，我给你安排个地方训练，边打棒球边锻炼身体，身体能力加强了干活也能更轻松。",
		["en"] = "Otherwise, I'll arrange a place for you to train. You can not only exercise and work better, but also play baseball.",
		["tc"] = "要不這樣，我給你安排個地方訓練，既鍛煉了身體更好幹活，又能玩玩棒球。",
		["jp"] = "そうでなければ、私はあなたに地方の訓練を手配します。体を鍛えて仕事をするだけでなく、野球をすることもできます。",
		["kr"] = "그렇지 않 으 면 내 가 너 에 게 지방 훈련 을 안배 해 줄 게. 몸 도 단련 하고 일 도 잘 하고 야구 도 할 수 있어.",
	},
	["guide_36140"] = 
	{
		["id"] = "guide_36140",
		["cn"] = "诶这不错啊，那就这么定了。",
		["en"] = "Well, that's good. That's settled.",
		["tc"] = "誒這不錯啊，那就這麼定了。",
		["jp"] = "ええ、いいですね。そうします。",
		["kr"] = "에이, 잘 됐 네. 그럼 그렇게 하 자.",
	},
	["guide_36230"] = 
	{
		["id"] = "guide_36230",
		["cn"] = "就是这里了！环境优雅设备先进，绝对不会让你失望的！",
		["en"] = "Here it is! Elegant environment and advanced equipment will never let you down!",
		["tc"] = "就是這裏了！環境優雅設備先進，絕對不會讓你失望的！",
		["jp"] = "ここです環境の優雅な設備は先進的で、絶対失望させません。",
		["kr"] = "바로 여기 야!환경 이 우아 하고 설비 가 선진 적 이 니 절대 실망 시 키 지 않 을 거 야!",
	},
	["guide_36330"] = 
	{
		["id"] = "guide_36330",
		["cn"] = "哇！感觉真不错！感觉干活都更有力气了！！！",
		["en"] = "WOW! It feels good! I feel more energetic to work!!!",
		["tc"] = "哇！感覺真不錯！感覺幹活都更有力氣了！！！",
		["jp"] = "わー！いい感じですね仕事にもっと力が入った気がします！！！",
		["kr"] = "와!느낌 좋다!일 하 는 게 더 힘 이 나 는 것 같 아!!",
	},
	["guide_31240_1"] = 
	{
		["id"] = "guide_31240_1",
		["cn"] = "当然最好是把扫地机器人修好，他能无时无刻保证环境卫生。",
		["en"] = "Of course, it's best to repair the sweeping robot. It can ensure environmental sanitation all the time.",
		["tc"] = "當然最好是把掃地機器人修好，他能無時無刻保證環境衛生。",
		["jp"] = "もちろん掃除ロボットを修理したほうがいいです。彼はいつでも環境衛生を保証します。",
		["kr"] = "물론 청소 로봇 을 수리 하 는 것 이 가장 좋다. 그 는 시시각각 환경 위생 을 보장 할 수 있다.",
	},
	["guide_37030"] = 
	{
		["id"] = "guide_37030",
		["cn"] = "听说了嘛？最近小偷挺多的，而且还精于隐藏，你可得小心点！",
		["en"] = "Did you hear? There are many thieves recently, and they are good at hiding. You have to be careful!",
		["tc"] = "聽說了嘛？最近小偷挺多的，而且還精於隱藏，你可得小心點！",
		["jp"] = "聞いた？最近泥棒が多いです。しかも隠れているので、気をつけてください。",
		["kr"] = "들 으 셨 어 요?요즘 은 도둑 도 많 고 숨 기 는 것 도 잘 하 니 조심해 야 해!",
	},
	["guide_37030_1"] = 
	{
		["id"] = "guide_37030_1",
		["cn"] = "这俱乐部本来就没什么东西，再被偷可就麻烦大了！",
		["en"] = "There is nothing in this club. If it is stolen again, it will be in big trouble!",
		["tc"] = "這俱樂部本來就沒什麼東西，再被偷可就麻煩大了！",
		["jp"] = "このクラブはもともと何もないです。盗まれると大変です。",
		["kr"] = "이 클럽 은 원래 아무것도 없 는데, 또 도 둑 맞 으 면 큰일 나!",
	},
	["guide_37030_2"] = 
	{
		["id"] = "guide_37030_2",
		["cn"] = "诶！等等！那个人鬼鬼祟祟的是不是很可疑？？！！！",
		["en"] = "Ah! wait! Is that man sneaky very suspicious??!!!",
		["tc"] = "誒！等等！那個人鬼鬼祟祟的是不是很可疑？？！！！",
		["jp"] = "えっ！ちょっと待ってくださいあの人はこそこそしていますか？",
		["kr"] = "에이!잠깐 만!그 사람 수상 하지?!!!",
	},
	["guide_35170"] = 
	{
		["id"] = "guide_35170",
		["cn"] = "嚯，这地方比外面看起来要豪华啊，还好没听二哥的话，来这里真来对了！这钱就都是我的啦！！！",
		["en"] = "Oh, this place looks more luxurious than outside. Fortunately, I didn't listen to my second brother. I really came here right! This money is all mine!!!",
		["tc"] = "謔，這地方比外面看起來要豪華啊，還好沒聽二哥的話，來這裏真來對了！這錢就都是我的啦！！！",
		["jp"] = "ほほほ、ここは外より豪華に見えます。幸いにも二番目の兄の話を聞いていませんでした。ここに来たのは正しいです。このお金は全部私のものです。",
		["kr"] = "허, 이곳 은 바깥 보다 더 호 화로 워 보이 는데, 다행히 둘째 형의 말 을 듣 지 않 았 으 니, 여기 온 것 이 정말 잘 왔 다!이 돈 다 내 거 야!!!",
	},
	["guide_35250"] = 
	{
		["id"] = "guide_35250",
		["cn"] = " <color=#cf5e32><size=72>住手！！！</size></color>",
		["en"] = " stop！！！",
		["tc"] = " <color=#cf5e32><size=72>住手！！！</size></color>",
		["jp"] = "やめて！",
		["kr"] = " 그만 해!!",
	},
	["guide_35300"] = 
	{
		["id"] = "guide_35300",
		["cn"] = "他就是小偷！快追！！",
		["en"] = "He is a thief! Chase!!",
		["tc"] = "他就是小偷！快追！！",
		["jp"] = "彼は泥棒です追え！",
		["kr"] = "그 가 바로 도둑 이다!쫓 아 라!!",
	},
	["guide_35320"] = 
	{
		["id"] = "guide_35320",
		["cn"] = "快！揍他！！！",
		["en"] = "Come on! Hit him!!!",
		["tc"] = "快！揍他！！！",
		["jp"] = "早く！殴ってやる！",
		["kr"] = "빨리!때 려!!!",
	},
	["guide_35390"] = 
	{
		["id"] = "guide_35390",
		["cn"] = "我错了我错了！别报警！我马上就走！",
		["en"] = "I'm wrong, I'm wrong! Don't call the police! I'll go right away!",
		["tc"] = "我錯了我錯了！別報警！我馬上就走！",
		["jp"] = "間違えました。警察に通報しないでくださいすぐ行きます",
		["kr"] = "내 가 잘 못 했 어, 내 가 잘 못 했 어!경찰 에 신고 하지 마!금방 갈 게!",
	},
	["guide_35420"] = 
	{
		["id"] = "guide_35420",
		["cn"] = "还好还好，没损失太多。",
		["en"] = "Fortunately, I didn't lose much.",
		["tc"] = "還好還好，沒損失太多。",
		["jp"] = "幸いです。損失が多すぎません。",
		["kr"] = "다행히 손 해 는 많이 보지 않 았 다.",
	},
	["guide_3603"] = 
	{
		["id"] = "guide_3603",
		["cn"] = "小偷就这么明目张胆的走进来，看来我们安保工作要加强了。",
		["en"] = "The thief came in so brazenly. It seems that our public security is a big problem!",
		["tc"] = "小偷就這麼明目張膽的走進來，看來我們治安是個大問題！",
		["jp"] = "泥棒はこのように堂々と入ってきました。治安は大きな問題です。",
		["kr"] = "도둑 이 이렇게 대 놓 고 들 어 오 니 우리 치안 이 큰 문제 인가 봐!",
	},
	["guide_3603_1"] = 
	{
		["id"] = "guide_3603_1",
		["cn"] = "果然保安还是要请的，这钱可省不得！先把门房修起来。",
		["en"] = "Sure enough, the security guard still needs to be hired. The money can't be saved! Fix the concierge first.",
		["tc"] = "果然保安還是要請的，這錢可省不得！先把門房修起來。",
		["jp"] = "やはり警備員はやはり招待します。このお金は節約できません。まず部屋を修理します。",
		["kr"] = "역시 보안 관 이 사 야 지. 이 돈 은 아 낄 수 없어!먼저 문간방 을 수리 해라.",
	},
	["guide_37010"] = 
	{
		["id"] = "guide_37010",
		["cn"] = "大功告成！",
		["en"] = "be accomplished!",
		["tc"] = "大功告成！",
		["jp"] = "大きな仕事が完成しました",
		["kr"] = "큰 성 과 를 거두다.",
	},
	["guide_38030"] = 
	{
		["id"] = "guide_38030",
		["cn"] = "好了，现在就要思考一下去哪里聘一个保安了......",
		["en"] = "Well, now we have to think about where to hire a security guard",
		["tc"] = "好了，現在就要思考一下去哪里聘一個保安了......",
		["jp"] = "はい、今はどこで警備員を雇うかを考えます。",
		["kr"] = "자, 이제 어디 가서 보안 관 을 고용 할 지 생각해 봐 야 겠 어......",
	},
	["guide_38040"] = 
	{
		["id"] = "guide_38040",
		["cn"] = "听说你们正在为小偷的事情烦心啊？",
		["en"] = "I hear you're worried about the thief?",
		["tc"] = "聽說你們正在為小偷的事情煩心啊？",
		["jp"] = "泥棒のことで悩んでいるそうですね。",
		["kr"] = "도둑 일 로 고민 하고 있다 면서 요?",
	},
	["guide_38050"] = 
	{
		["id"] = "guide_38050",
		["cn"] = "你是从哪里冒出来的？！！！",
		["en"] = "Where did you come from?!!!",
		["tc"] = "你是從哪里冒出來的？！！！",
		["jp"] = "どこから出ましたか？！",
		["kr"] = "어디서 튀 어 나 온 거 야?!!",
	},
	["guide_38060"] = 
	{
		["id"] = "guide_38060",
		["cn"] = "别这么凶嘛，我又不是小偷。我是为了你们的安全才出现的！",
		["en"] = "Don't be so fierce. I'm not a thief. I showed up for your safety!",
		["tc"] = "別這麼凶嘛，我又不是小偷。我是為了你們的安全才出現的！",
		["jp"] = "そんなにきつくないでください。私は泥棒でもないです。あなた達の安全のために現れたのです。",
		["kr"] = "이렇게 사 납 게 굴지 마라, 내 가 도둑 도 아니 고.나 는 너희들 의 안전 을 위해 나 타 났 다!",
	},
	["guide_38060_1"] = 
	{
		["id"] = "guide_38060_1",
		["cn"] = "你们不是缺保安嘛，我这里刚好有几个<color=#cf5e32><size=72>相当</size></color>有实力的年轻人。",
		["en"] = "You don't lack security. I happen to have several young people who are quite ",
		["tc"] = "你們不是缺保安嘛，我這裏剛好有幾個<color=#cf5e32><size=72>相當</size></color>有實力的年輕人。",
		["jp"] = "警備員が足りないのではないですか？私のところにはちょうどいくつかの実力のある若者がいます。",
		["kr"] = "너희들 은 보안 이 부족 하 잖 아. 나 에 게 마침상당 한 실력 있 는 젊은이 들 이 몇 명 있어.",
	},
	["guide_38060_2"] = 
	{
		["id"] = "guide_38060_2",
		["cn"] = "他们正在啃老，咳，是正在寻找一个工作机会。",
		["en"] = "They are gnawing old. Cough, they are looking for a job opportunity.",
		["tc"] = "他們正在啃老，咳，是正在尋找一個工作機會。",
		["jp"] = "彼らは老人をかじっています。咳をして、仕事の機会を探しています。",
		["kr"] = "그들 은 나이 가 들 고 있다. 끽, 일자 리 를 찾 고 있다.",
	},
	["guide_38150"] = 
	{
		["id"] = "guide_38150",
		["cn"] = "这孩子各方面都不错，就是有个小缺点，身体比较弱容易累着。",
		["en"] = "The child is good in every way, but he has a small disadvantage. He is weak and easy to get tired.",
		["tc"] = "這孩子各方面都不錯，就是有個小缺點，身體比較弱容易累著。",
		["jp"] = "この子はいろんなところがいいですが、小さな欠点があって、体が弱くて疲れやすいです。",
		["kr"] = "이 아 이 는 모든 면 에서 괜 찮 은 데, 작은 결점 이 있어 서 몸 이 비교적 약 하고 쉽게 피곤 하 다.",
	},
	["guide_38150_1"] = 
	{
		["id"] = "guide_38150_1",
		["cn"] = "所以呢，在他的休息时间不管发生了什么他都是不会踏出门房一步的。",
		["en"] = "So, no matter what happens during his break, he won't step out of the concierge.",
		["tc"] = "所以呢，在他的休息時間不管發生了什麼他都是不會踏出門房一步的。",
		["jp"] = "だから、彼の休み時間に何があっても部屋から一歩出られないのです。",
		["kr"] = "그래서 그 는 휴식 시간 에 무슨 일이 있어 도 문간방 을 한 발자국 도 나 가지 않 을 것 이다.",
	},
	["guide_38150_2"] = 
	{
		["id"] = "guide_38150_2",
		["cn"] = "诶！你们已经答应了，可不能反悔，我走了我走了！",
		["en"] = "Ah! You have promised, but you can't go back on it. I'm gone, I'm gone!",
		["tc"] = "誒！你們已經答應了，可不能反悔，我走了我走了！",
		["jp"] = "えっ！あなた達はすでに承諾しました。後悔してはいけません。行ってきます。",
		["kr"] = "에이!너희들 은 이미 승낙 했 으 니, 절대로 번복 해 서 는 안 된다. 나 는 간다. 나 는 간다!",
	},
	["guide_40000"] = 
	{
		["id"] = "guide_40000",
		["cn"] = "我实在是受不了这个老旧的大门了，俱乐部越来越好的生意都要被这个门糟蹋了！",
		["en"] = "I really can't stand this old door. The better and better business of the club will be ruined by this door!",
		["tc"] = "我實在是受不了這個老舊的大門了，俱樂部越來越好的生意都要被這個門糟蹋了！",
		["jp"] = "私はこの古い玄関には耐えられません。クラブのますます良いビジネスはこのドアに壊されます。",
		["kr"] = "나 는 정말 이 오래된 대문 을 참 을 수 없다. 클럽 의 갈수 록 좋 은 장 사 는 이 문 에 의 해 망 가 질 것 이다!",
	},
	["guide_40000_1"] = 
	{
		["id"] = "guide_40000_1",
		["cn"] = "想要更好的客人能看上我们的俱乐部就今天必须要把这个大门换掉!<color=#cf5e32><size=72>就现在！</size></color>",
		["en"] = "If you want better guests to see our club, you must change the door today.now!",
		["tc"] = "想要更好的客人能看上我們的俱樂部就今天必須要把這個大門換掉!<color=#cf5e32><size=72>就現在！</size></color>",
		["jp"] = "もっといいお客さんが私たちのクラブを気に入ってくれるようになりたいです。今日はこのゲートを変えなければなりません。カラー今だけ！",
		["kr"] = "더 좋 은 손님 이 우리 클럽 을 마음 에 들 게 하려 면 오늘 이 대문 을 바 꿔 야 합 니 다!지금!",
	},
	["guide_40010"] = 
	{
		["id"] = "guide_40010",
		["cn"] = "这看起来就舒服多了！",
		["en"] = "It looks much more comfortable!",
		["tc"] = "這看起來就舒服多了！",
		["jp"] = "これは楽に見えます。",
		["kr"] = "이게 훨씬 편 해 보 여!",
	},
	["guide_40010_1"] = 
	{
		["id"] = "guide_40010_1",
		["cn"] = "以后记好，大门是俱乐部给人的第一印象，要及时升级换新才行！",
		["en"] = "In the future, remember that the gate is the first impression of the club. You should upgrade and replace it in time!",
		["tc"] = "以後記好，大門是俱樂部給人的第一印象，要及時升級換新才行！",
		["jp"] = "これから覚えてください。大門さんはクラブの第一印象です。適時にアップグレードして新しいものに変えなければなりません。",
		["kr"] = "앞으로 잘 기억 하 세 요. 대문 은 클럽 이 사람 에 게 주 는 첫 인상 입 니 다. 제때에 업그레이드 해서 새것 으로 바 꿔 야 합 니 다!",
	},
	["guide_40030"] = 
	{
		["id"] = "guide_40030",
		["cn"] = "最近天气真热啊，每天喝八杯水感觉都赶不上出汗的量。",
		["en"] = "It's so hot recently. Drinking eight glasses of water a day can't keep up with the amount of sweating.",
		["tc"] = "最近天氣真熱啊，每天喝八杯水感覺都趕不上出汗的量。",
		["jp"] = "最近の天気は本当に暑いですね。毎日八杯の水を飲むと汗の量に間に合いません。",
		["kr"] = "요즘 날씨 가 정말 덥 군요. 매일 여덟 잔 의 물 을 마셔 도 땀 이 나 는 양 을 따라 가지 못 할 것 같 아 요.",
	},
	["guide_40030_1"] = 
	{
		["id"] = "guide_40030_1",
		["cn"] = "诶？那个顾客怎么了？好像天太热了导致进入疲惫状态了，我们去帮帮他吧！",
		["en"] = "Huh? What happened to the customer? It seems that it's too hot to have much strength. Let's go and help him!",
		["tc"] = "誒？那個顧客怎麼了？好像天太熱了都沒什麼力氣了，我們去幫幫他吧！",
		["jp"] = "えっ？あのお客さんはどうしましたか？暑くて力がないようです。彼を助けに行きましょう。",
		["kr"] = "어?저 손님 왜 그래 요?날씨 가 너무 더 워 서 힘 이 별로 없 는 것 같 으 니 우리 가 가서 도와 주자!",
	},
	["guide_40060"] = 
	{
		["id"] = "guide_40060",
		["cn"] = "诶嘿，突然觉得这天气也不是那么让人讨厌，帮助别人还能有小费。",
		["en"] = "Hey, I suddenly feel that the weather is not so annoying. I can give tips for helping others.",
		["tc"] = "誒嘿，突然覺得這天氣也不是那麼讓人討厭，幫助別人還能有小費。",
		["jp"] = "えっと、急にこの天気もそんなに嫌じゃないと思いました。他の人を助けてあげます。チップもあります。",
		["kr"] = "에 헤, 갑자기 날씨 도 그렇게 싫 지 않 은 것 같 아. 남 을 돕 는 데 팁 도 있 고.",
	},
	["guide_40060_1"] = 
	{
		["id"] = "guide_40060_1",
		["cn"] = "这天气看起来还会持续很久啊，以后在俱乐部多转转，发生特殊情况也能及时处理嘛。",
		["en"] = "It seems that the weather will last for a long time. You can walk around the club more in the future and deal with special situations in time.",
		["tc"] = "這天氣看起來還會持續很久啊，以後在俱樂部多轉轉，發生特殊情況也能及時處理嘛。",
		["jp"] = "この天気は長く続きそうですね。これからはクラブをたくさん回って、特別なことがあってもすぐに解決できます。",
		["kr"] = "날씨 가 오래 갈 것 같 아 요. 앞으로 클럽 을 많이 돌아 다 니 면 특별한 상황 이 발생 해도 바로 처리 할 수 있 잖 아 요.",
	},
	["guide_41030"] = 
	{
		["id"] = "guide_41030",
		["cn"] = "看着俱乐部的生意越来越好真的令人开心啊！",
		["en"] = "It's really fun to see the business of the club getting better and better!",
		["tc"] = "看著俱樂部的生意越來越好真的令人開心啊！",
		["jp"] = "クラブの商売がますますよくなるのを見ていて、本当に嬉しいです。",
		["kr"] = "클럽 의 장사 가 갈수 록 좋아 지 는 것 을 보 니 정말 기 쁩 니 다!",
	},
	["guide_41030_1"] = 
	{
		["id"] = "guide_41030_1",
		["cn"] = "但是！！！客人的量还是达不到我们的预期。",
		["en"] = "But!!! The number of guests still can't meet our expectations.",
		["tc"] = "但是！！！客人的量還是達不到我們的預期。",
		["jp"] = "でも！お客さんの量はやはり私達の予想に達しません。",
		["kr"] = "하지만!!!손님 의 양 이 여전히 우리 의 기대 에 미 치지 못 한다.",
	},
	["guide_41040"] = 
	{
		["id"] = "guide_41040",
		["cn"] = "需要我把活动现场搬到你门口增加人流量吗？",
		["en"] = "Do you need me to move the activity site to your door to increase the flow of people?",
		["tc"] = "需要我把活動現場搬到你門口增加人流量嗎？",
		["jp"] = "イベント現場をあなたの入り口に運び、人の流れを増やす必要がありますか？",
		["kr"] = "행사 장 을 입구 로 옮 겨 서 유 동량 을 늘 려 야 합 니까?",
	},
	["guide_41050"] = 
	{
		["id"] = "guide_41050",
		["cn"] = "又是你，真是一点点商机都不放过啊。不过今天我们要用别的方式解决问题！",
		["en"] = "It's you again. It's really a little business opportunity. But today we have to solve the problem in other ways!",
		["tc"] = "又是你，真是一點點商機都不放過啊。不過今天我們要用別的方式解決問題！",
		["jp"] = "またあなたです。ほんの少しの商機も見逃せません。でも、今日は他の方法で問題を解決します。",
		["kr"] = "또 너 야, 정말 조금의 상업 기회 도 놓 치지 않 는 구나.하지만 오늘 우 리 는 다른 방식 으로 문 제 를 해결 해 야 한다!",
	},
	["guide_41050_1"] = 
	{
		["id"] = "guide_41050_1",
		["cn"] = "拿喇叭喊还是太传统了！我们需要使用更加高效的手段！",
		["en"] = "It's still too traditional to shout with a horn! We need to use more efficient means!",
		["tc"] = "拿喇叭喊還是太傳統了！我們需要使用更加高效的手段！",
		["jp"] = "ラッパで叫ぶのは伝統的です。もっと効率的な手段が必要です。",
		["kr"] = "나팔 로 외 치 는 것 은 역시 너무 전통 적 이다!우 리 는 더욱 효율 적 인 수단 을 사용 해 야 한다!",
	},
	["guide_41050_2"] = 
	{
		["id"] = "guide_41050_2",
		["cn"] = "看见这个收音机了吗？我们可以通过收音机的广告宣传，效果肯定比喇叭好的多！",
		["en"] = "See this radio? We can advertise through the radio. The effect must be much better than the horn!",
		["tc"] = "看見這個收音機了嗎？我們可以通過收音機的廣告宣傳，效果肯定比喇叭好的多！",
		["jp"] = "このラジオが見えますか？私達はラジオの広告を通して宣伝できます。効果はスピーカーよりずっといいです。",
		["kr"] = "이 라디오 봤 어 요?우 리 는 라디오 광 고 를 통 해 홍보 할 수 있 는데, 효과 가 틀림없이 스피커 보다 훨씬 좋 을 것 이다.",
	},
	["guide_41060"] = 
	{
		["id"] = "guide_41060",
		["cn"] = "哎呀，这不是我的收音机吗？使用可是需要收费的呢。",
		["en"] = "Oh, isn't this my radio? There is a charge for using it.",
		["tc"] = "哎呀，這不是我的收音機嗎？使用可是需要收費的呢。",
		["jp"] = "あら、これは私のラジオではないですか？利用するには有料ですよ。",
		["kr"] = "아이고, 이거 내 라디오 아니 야?사용 하려 면 요금 이 필요 한데.",
	},
	["guide_41060_1"] = 
	{
		["id"] = "guide_41060_1",
		["cn"] = "不过看在你是第一次使用，这个就送给你吧，拿去用拿去用！",
		["en"] = "But it's the first time you use it. I'll give it to you. Take it, take it, take it!",
		["tc"] = "不過看在你是第一次使用，這個就送給你吧，拿去用拿去用！",
		["jp"] = "でも、初めて使うのを見たら、これをあげます。持って行って使います。",
		["kr"] = "하지만 처음 사용 하 는 것 같 으 니 이 걸 드 리 겠 습 니 다. 가 져 가서 쓰 세 요!",
	},
	["guide_45030"] = 
	{
		["id"] = "guide_45030",
		["cn"] = "俱乐部一步步走上正轨了，感觉现在都没什么惊喜了。",
		["en"] = "The club is on the right track step by step. I feel there is no surprise now.",
		["tc"] = "俱樂部一步步走上正軌了，感覺現在都沒什麼驚喜了。",
		["jp"] = "クラブは一歩ずつ軌道に乗ってきました。今はサプライズがないような気がします。",
		["kr"] = "클럽 이 한 걸음 한 걸음 정상 궤도 에 올 랐 으 니 이 제 는 놀 랄 것 이 없다.",
	},
	["guide_45030_1"] = 
	{
		["id"] = "guide_45030_1",
		["cn"] = "啊啊啊啊啊！刚才的话我撤回！惊喜这不就来了嘛？！！！",
		["en"] = "Ah, ah, ah! I withdraw what I said just now! Surprise, isn't it coming?!!!",
		["tc"] = "啊啊啊啊啊！剛才的話我撤回！驚喜這不就來了嘛？！！！",
		["jp"] = "ああ、ああ先ほどの話は撤回します。サプライズが来たじゃないですか？！",
		["kr"] = "아아 아아 아!아까 말 철회 할 게!서 프 라 이 즈 왔 잖 아?!!",
	},
	["guide_45030_2"] = 
	{
		["id"] = "guide_45030_2",
		["cn"] = "看见那个人了吗？我前两天在老板的朋友圈见过这个人！",
		["en"] = "See that man? I saw this man in the boss's circle of friends two days ago!",
		["tc"] = "看見那個人了嗎？我前兩天在老闆的朋友圈見過這個人！",
		["jp"] = "あの人を見ましたか？先日社長の友達の輪でこの人に会ったことがあります。",
		["kr"] = "저 사람 봤 어 요?나 는 이틀 전에 사장 님 의 친구 들 사이 에서 이 사람 을 만난 적 이 있다!",
	},
	["guide_45030_3"] = 
	{
		["id"] = "guide_45030_3",
		["cn"] = "他是个地产大亨，没事就喜欢穿成一般人的样子到处闲逛，心情好了就送钱。",
		["en"] = "He is a real estate tycoon. He likes to dress like an ordinary person when he has nothing to do. He gives money when he is in a good mood.",
		["tc"] = "他是個地產大亨，沒事就喜歡穿成一般人的樣子到處閒逛，心情好了就送錢。",
		["jp"] = "彼は不動産の大富豪で、暇があれば、普通の人の格好をしてぶらぶらしています。気分がよくなったらお金を送ります。",
		["kr"] = "그 는 부동산 거물 로 일이 없 으 면 일반인 처럼 입고 돌아 다 니 는 것 을 좋아해 서 기분 이 좋 으 면 돈 을 준다.",
	},
	["guide_45160"] = 
	{
		["id"] = "guide_45160",
		["cn"] = "哇！这地方不错，我喜欢！",
		["en"] = "WOW! It's a nice place. I like it!",
		["tc"] = "哇！這地方不錯，我喜歡！",
		["jp"] = "わー！ここはいいです。好きです。",
		["kr"] = "와!이곳 은 괜찮아, 난 좋아!",
	},
	["guide_45210"] = 
	{
		["id"] = "guide_45210",
		["cn"] = "感觉老板心情不错，快快快！去和他聊聊！",
		["en"] = "I feel the boss is in a good mood, come on! Go talk to him!",
		["tc"] = "感覺老闆心情不錯，快快快！去和他聊聊！",
		["jp"] = "社長の気分がいいです。早くしてください。彼と話しに行きます",
		["kr"] = "사장 님 기분 좋 으 신 것 같 아 요. 빨리, 빨리!가서 얘 기 좀 해!",
	},
	["guide_45260"] = 
	{
		["id"] = "guide_45260",
		["cn"] = "哇哦，老板心情很好啊，有机会拿到资金！冲！！！",
		["en"] = "Wow, the boss is in a good mood. He has a chance to get the money! Rush!!!",
		["tc"] = "哇哦，老闆心情很好啊，有機會拿到資金！沖！！！",
		["jp"] = "わあ、社長は気持ちがいいですね。お金をもらう機会があります。はい！",
		["kr"] = "우 와, 사장 님 기분 좋 으 시 네요. 자금 받 을 기회 가 있 으 면!돌격!!!",
	},
	["guide_45280"] = 
	{
		["id"] = "guide_45280",
		["cn"] = "看来你很受老板们欢迎的嘛，继续继续！",
		["en"] = "It seems that you are very popular with the bosses. Go on!",
		["tc"] = "看來你很受老闆們歡迎的嘛，繼續繼續！",
		["jp"] = "社長たちに人気があるようですね。続けてください。",
		["kr"] = "사장 님 들 한테 인기 가 많 으 신 가 봐 요. 계속 하 세 요!",
	},
	["guide_45320"] = 
	{
		["id"] = "guide_45320",
		["cn"] = "今天聊的很开心，我下次再来！",
		["en"] = "I had a good chat today. I'll come again next time!",
		["tc"] = "今天聊的很開心，我下次再來！",
		["jp"] = "今日はとても楽しかったです。また来ます。",
		["kr"] = "오늘 즐겁게 이 야 기 했 어 요. 다음 에 또 올 게 요!",
	},
	["guide_45340"] = 
	{
		["id"] = "guide_45340",
		["cn"] = "没想到他还挺喜欢你，不愧是我看上的人，哦不对，是我们老板看上的人！",
		["en"] = "I didn't think he liked you very much. It's worthy of being the person I like. Oh, no, it's the person our boss likes!",
		["tc"] = "沒想到他還挺喜歡你，不愧是我看上的人，哦不對，是我們老闆看上的人！",
		["jp"] = "彼はあなたが好きだとは思いませんでした。さすがに私が気に入った人です。いや、うちの社長が気に入った人です。",
		["kr"] = "그 가 아직도 너 를 매우 좋아 할 줄 은 생각 지도 못 했다. 역시 내 가 마음 에 드 는 사람 이다. 아, 아니 야, 우리 사장 님 이 마음 에 드 는 사람 이 야!",
	},
	["guide_34030"] = 
	{
		["id"] = "guide_34030",
		["cn"] = "哎哎哎！这设备怎么坏了一台？看来设备老化问题出现了，设备用久了总会出些问题的。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_34100"] = 
	{
		["id"] = "guide_34100",
		["cn"] = "先修理一下吧，设备损坏了就不能使用了，会影响营业的。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_34160"] = 
	{
		["id"] = "guide_34160",
		["cn"] = "有很多不同的情况会导致设备损坏，经营系统中的设备保养出现问题也会让设备坏的更快。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_34160_1"] = 
	{
		["id"] = "guide_34160_1",
		["cn"] = "更何况会有一些图谋不轨的人故意坏你的设备。所以发现了设备损坏后一定要及时修理。",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_34160_2"] = 
	{
		["id"] = "guide_34160_2",
		["cn"] = "想要更快的修理设备，可以叫球员来帮忙哟！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_50030"] = 
	{
		["id"] = "guide_50030",
		["cn"] = "诶诶诶！这设备怎么坏了一台？？赶紧修！影响生意你能负责吗？？",
		["en"] = "Hey, hey! Why is one of this equipment broken?? Fix it! Can you be responsible for affecting business??",
		["tc"] = "誒誒誒！這設備怎麼壞了一臺？？趕緊修！影響生意你能負責嗎？？",
		["jp"] = "えっ！この設備はどうして壊れましたか？早く修理してくださいビジネスに影響しますが、責任がありますか？",
		["kr"] = "에이 에이 에이!이 설 비 는 왜 한 대가 고장 났 습 니까?빨리 고 쳐!사업 에 영향 을 미 치 는 것 을 당신 이 책임 질 수 있 습 니까?",
	},
	["guide_50090"] = 
	{
		["id"] = "guide_50090",
		["cn"] = "什么？你不会？那就赶紧看叫人来修！记得在工具间把修理工具给修理工准备好。",
		["en"] = "what? You can't? Then hurry and call someone to repair it! Remember to get the repair tools ready for the repairman in the tool room.",
		["tc"] = "什麼？你不會？那就趕緊看叫人來修！記得在工具間把修理工具給修理工準備好。",
		["jp"] = "なんですか？できませんか？早く見て修理してください。工具室で修理道具を修理工に準備してください。",
		["kr"] = "뭐?너 못 해?그럼 빨리 보고 고 쳐 달라 고 해!공구 실 에서 수리 공 구 를 수리 공 에 게 준비 해 두 는 것 을 기억 해라.",
	},
	["guide_50090_1"] = 
	{
		["id"] = "guide_50090_1",
		["cn"] = "但是我没记错的话，我们连工具间都没有吧。唉，先建一个吧。",
		["en"] = "But if I remember correctly, we don't even have a tool room. Alas, let's build one first.",
		["tc"] = "但是我沒記錯的話，我們連工具間都沒有吧。唉，先建一個吧。",
		["jp"] = "でも、私の記憶に間違いがなければ、工具室もないでしょう。まず一つ作ってください。",
		["kr"] = "하지만 내 기억 이 틀 리 지 않 았 다 면 우 리 는 공구 실 도 없 었 을 것 이다.에이, 먼저 만들어 보 자.",
	},
	["guide_51030"] = 
	{
		["id"] = "guide_51030",
		["cn"] = "动作还挺快，不错不错。",
		["en"] = "Very fast, good.",
		["tc"] = "動作還挺快，不錯不錯。",
		["jp"] = "動作はまだ早いです。いいです。",
		["kr"] = "동작 이 빠 르 네, 좋아, 좋아.",
	},
	["guide_52030"] = 
	{
		["id"] = "guide_52030",
		["cn"] = "聘请修理工不需要我再教你了吧？",
		["en"] = "You don't need me to teach you to hire a repairman, do you?",
		["tc"] = "聘請修理工不需要我再教你了吧？",
		["jp"] = "修理工を雇ってもいいです。もう教えましょうか？",
		["kr"] = "수리 공 을 초빙 하 는데 내 가 더 가르쳐 줄 필 요 는 없 겠 지?",
	},
	["guide_53030"] = 
	{
		["id"] = "guide_53030",
		["cn"] = "带修理工去损坏的设备那里吧，快去，记得对人家客气点！",
		["en"] = "Take the repairman to the damaged equipment. Go quickly and remember to be polite to others!",
		["tc"] = "帶修理工去損壞的設備那裏吧，快去，記得對人家客氣點！",
		["jp"] = "修理工を連れて破損した設備のところに行きましょう。",
		["kr"] = "수리 공 을 데 리 고 파 손 된 설비 에 가 거 라, 어서 가 거 라, 남 에 게 좀 예 의 를 갖 추 는 것 을 기억 해라!",
	},
	["guide_53090"] = 
	{
		["id"] = "guide_53090",
		["cn"] = "看来修理需要一些时间，没想到这设备看起来穷酸，实际上还挺精密。",
		["en"] = "It seems that the repair will take some time. Unexpectedly, the equipment looks poor, but it is actually quite sophisticated.",
		["tc"] = "看來修理需要一些時間，沒想到這設備看起來窮酸，實際上還挺精密。",
		["jp"] = "修理に時間がかかりそうですが、この設備は貧相に見えるとは思いませんでした。",
		["kr"] = "수리 하 는 데 시간 이 좀 걸 릴 것 같 았 는데, 이 설 비 는 보기에 궁색 해 보이 지만, 실제로는 매우 정밀 하 다.",
	},
	["guide_53090_1"] = 
	{
		["id"] = "guide_53090_1",
		["cn"] = "设备用久了总是会有那么点小问题，不过还有些图谋不轨的人想弄坏我们的机器。",
		["en"] = "There are always some small problems with the equipment after it has been used for a long time, but there are still some people who want to break our machine.",
		["tc"] = "設備用久了總是會有那麼點小問題，不過還有些圖謀不軌的人想弄壞我們的機器。",
		["jp"] = "設備を長く使うといつもちょっと問題がありますが、私たちの機械を壊したいという人がまだいます。",
		["kr"] = "설 비 를 오래 사용 하면 항상 약간의 문제 가 있 지만, 또 어떤 사람들 은 우리 의 기 계 를 망 가 뜨리 려 고 한다.",
	},
	["guide_53090_2"] = 
	{
		["id"] = "guide_53090_2",
		["cn"] = "记得加强安保工作，碰见了就要立马赶走！俱乐部经营不容易，被人为破坏就很难过了。",
		["en"] = "Remember to strengthen the security work. If you meet someone, you'll be driven away immediately! It's not easy for the club to operate. It's very sad to be damaged by people.",
		["tc"] = "記得加強安保工作，碰見了就要立馬趕走！俱樂部經營不容易，被人為破壞就很難過了。",
		["jp"] = "セキュリティの強化を覚えています。出会ったらすぐに追い払います。クラブの運営は容易ではないので、人に壊されるのは悲しいです。",
		["kr"] = "안 보 업 무 를 강화 하고 만 나 기만 하면 바로 쫓 아내 야 한 다 는 것 을 기억 해라!클럽 경영 이 쉽 지 않 아 사람 에 의 해 파괴 되 는 것 은 매우 괴롭다.",
	},
	["guide_55030"] = 
	{
		["id"] = "guide_55030",
		["cn"] = "听说今天老板要派人来视察，表现得好的话可以拿到一笔可观的资金！",
		["en"] = "It is said that the boss will send someone to inspect today. If you perform well, you can get a considerable sum of money!",
		["tc"] = "聽說今天老闆要派人來視察，表現得好的話可以拿到一筆可觀的資金！",
		["jp"] = "今日は社長が視察に来るそうです。表現がよければ結構な資金がもらえます。",
		["kr"] = "오늘 사장 님 이 사람 을 보 내 시찰 을 한다 고 들 었 는데 잘 하면 엄 청 난 자금 을 받 을 수 있 습 니 다!",
	},
	["guide_55030_1"] = 
	{
		["id"] = "guide_55030_1",
		["cn"] = "他来了他来了，快去迎接资金，哦不，是迎接视察。",
		["en"] = "He's coming. He's coming. Go to meet the funds. Oh, no, it's to meet the inspection.",
		["tc"] = "他來了他來了，快去迎接資金，哦不，是迎接視察。",
		["jp"] = "彼が来ました。早く資金を迎えに行きます。いや、視察に迎えに行きます。",
		["kr"] = "그 가 왔 다. 그 가 왔 다. 어서 자금 을 맞 아 라. 아니, 시찰 을 맞이 하 는 것 이다.",
	},
	["guide_55040"] = 
	{
		["id"] = "guide_55040",
		["cn"] = "工作做得还不错。",
		["en"] = "Well done.",
		["tc"] = "工作做得還不錯。",
		["jp"] = "仕事はまあまあよくできています。",
		["kr"] = "일 을 잘 하 다.",
	},
	["guide_55040_1"] = 
	{
		["id"] = "guide_55040_1",
		["cn"] = "本来应该让你看看我的宣传视频再给你的资金，但是看在你第一次的份上直接给你吧！",
		["en"] = "I should have let you see my promotional video and give you the money, but for your first time, I'll give it to you directly!",
		["tc"] = "本來應該讓你看看我的宣傳視頻再給你的資金，但是看在你第一次的份上直接給你吧！",
		["jp"] = "本来は私の宣伝ビデオを見せてお金をあげるべきですが、初めての分を見て直接あげます。",
		["kr"] = "내 홍보 영상 을 보 여주 고 돈 을 줬 어야 했 는데 처음 봐 서 직접 줄 게!",
	},
	["guide_55280"] = 
	{
		["id"] = "guide_55280",
		["cn"] = "不用看宣传视频的感觉很不错吧？如果还想体验的话记得来找我。",
		["en"] = "Doesn't it feel good not to watch promotional videos? If you still want to experience, remember to come to me.",
		["tc"] = "不用看宣傳視頻的感覺很不錯吧？如果還想體驗的話記得來找我。",
		["jp"] = "宣伝ビデオを見なくてもいいですよね？まだ体験したいなら、私を訪ねてきてください。",
		["kr"] = "홍보 영상 안 봐 도 되 는데 괜 찮 죠?더 체험 하고 싶 으 면 찾 아와.",
	},
	["guide_60030"] = 
	{
		["id"] = "guide_60030",
		["cn"] = "兄弟最近俱乐部生意不错嘛，赚钱赚到手软了吧！",
		["en"] = "Brother, the club's business is good recently. Make money and get soft hands!",
		["tc"] = "兄弟最近俱樂部生意不錯嘛，賺錢賺到手軟了吧！",
		["jp"] = "兄弟は最近クラブの商売がいいですね。",
		["kr"] = "형 제 는 요즘 클럽 장사 가 잘 되 잖 아, 돈 을 벌 어서 손 이 약 해 졌 지?",
	},
	["guide_60040"] = 
	{
		["id"] = "guide_60040",
		["cn"] = "又想来推销什么？",
		["en"] = "What do you want to sell?",
		["tc"] = "又想來推銷什麼？",
		["jp"] = "また何を売り込みに来ましたか？",
		["kr"] = "또 뭘 팔 려 고?",
	},
	["guide_60050"] = 
	{
		["id"] = "guide_60050",
		["cn"] = "这你可说错了，今天我是带着好消息来的！你小子活干的不错呀！",
		["en"] = "You are wrong. Today I came with good news! You did a good job!",
		["tc"] = "這你可說錯了，今天我是帶著好消息來的！你小子活幹的不錯呀！",
		["jp"] = "今日はいい知らせを持って来ました。お前さんはよくやったね。",
		["kr"] = "이것 은 네가 말 한 것 이 틀 렸 다. 오늘 나 는 좋 은 소식 을 가지 고 왔 다!네 놈 은 일 을 잘 하 는 구나!",
	},
	["guide_60050_1"] = 
	{
		["id"] = "guide_60050_1",
		["cn"] = "棒球协会对这里的棒球俱乐部很满意，出资把俱乐部后面的空地规划给你们做球场了！",
		["en"] = "The baseball association is very satisfied with the baseball club here. It has funded to plan the open space behind the club as a stadium for you!",
		["tc"] = "棒球協會對這裏的棒球俱樂部很滿意，出資把俱樂部後面的空地規劃給你們做球場了！",
		["jp"] = "野球協会はここの野球クラブに満足しています。出資してクラブの後ろの空き地を作ってあげました。",
		["kr"] = "야구 협 회 는 이곳 의 야구 클럽 에 대해 매우 만족 합 니 다. 출자 하여 클럽 뒤의 공 터 계획 을 당신들 에 게 구장 을 만들어 주 었 습 니 다!",
	},
	["guide_60050_2"] = 
	{
		["id"] = "guide_60050_2",
		["cn"] = "这球场刚好可以作为你们的主场比赛场地，别愣着了，让秘书闪闪带你去看看吧！",
		["en"] = "This stadium can just be used as your home venue. Don't be stunned. Let the secretary take you to have a look!",
		["tc"] = "這球場剛好可以作為你們的主場比賽場地，別愣著了，讓秘書閃閃帶你去看看吧！",
		["jp"] = "このコートはちょうどホームグラウンドとして使えます。ぼんやりしないでください。秘書に連れて行ってみてください。",
		["kr"] = "이 구장 은 마침 너희들 의 홈 경기장 이 될 수 있 으 니, 멍하니 있 지 말고 비서 에 게 너 를 데 리 고 가서 보 게 해라!",
	},
	["guide_61030"] = 
	{
		["id"] = "guide_61030",
		["cn"] = "球场这样就建好了！",
		["en"] = "The stadium is built!",
		["tc"] = "球場這樣就建好了！",
		["jp"] = "コートはこれで完成です。",
		["kr"] = "구장 은 이렇게 다 지 어 졌 다!",
	},
	["guide_6203"] = 
	{
		["id"] = "guide_6203",
		["cn"] = "球场建的够快的呀，那你们自己商量商量比赛的事吧",
		["en"] = "The stadium is built fast enough. Then discuss the game yourself",
		["tc"] = "球場建的夠快的呀，那你們自己商量商量比賽的事吧",
		["jp"] = "競技場の建設がとても早いですね。自分で試合のことを相談してください。",
		["kr"] = "구장 이 매우 빨리 지 어 졌 으 니, 그럼 너희들 스스로 시합 일 을 상의 해라.",
	},
	["guide_62030_1"] = 
	{
		["id"] = "guide_62030_1",
		["cn"] = "机智的我已经帮你们找好了九个老弱病残......",
		["en"] = "Witty, I've found nine old, weak, sick and disabled for you",
		["tc"] = "機智的我已經幫你們找好了九個老弱病殘......",
		["jp"] = "機知に富んでいる私はもうあなた達のために九人の老人と弱者を探しました。",
		["kr"] = "슬기 로 운 내 가 노약자 아홉 명 을 찾 아 줬 는데......",
	},
	["guide_62030_2"] = 
	{
		["id"] = "guide_62030_2",
		["cn"] = "咳，九个优秀的球员，祝你们比赛好运！",
		["en"] = "Well, nine excellent players, good luck in the game!",
		["tc"] = "咳，九個優秀的球員，祝你們比賽好運！",
		["jp"] = "えっと、優秀な9人の選手です。試合の幸運を祈ります。",
		["kr"] = "허허, 아홉 명의 우수한 선수 들, 너희들 의 경기 행운 을 빌 어 라!",
	},
	["guide_62030"] = 
	{
		["id"] = "guide_62030",
		["cn"] = "太棒了，我们达到参赛标准了！",
		["en"] = "Great, we meet the competition standard!",
		["tc"] = "太棒了，我們達到參賽標準了！",
		["jp"] = "素晴らしいですね。出場基準に達しました。",
		["kr"] = "너무 좋아, 우 리 는 시합 표준 에 도 달 했 어!",
	},
	["guide_62090"] = 
	{
		["id"] = "guide_62090",
		["cn"] = "球场有了，队员也有了，打比赛的第一步是什么？！",
		["en"] = "With the stadium and the players, what is the first step in the game?!",
		["tc"] = "球場有了，隊員也有了，打比賽的第一步是什麼？！",
		["jp"] = "コートがあります。選手もいます。試合の第一歩は何ですか？",
		["kr"] = "구장 도 있 고 선수 도 있 습 니 다. 경기 의 첫 단 계 는 무엇 입 니까?!",
	},
	["guide_62090_1"] = 
	{
		["id"] = "guide_62090_1",
		["cn"] = "当然是拥有一个响亮的队名了！",
		["en"] = "Of course, it has a loud team name!",
		["tc"] = "當然是擁有一個響亮的隊名了！",
		["jp"] = "もちろん大きなチーム名を持っています。",
		["kr"] = "당연히 우 렁 찬 팀 명 을 가지 고 있 지!",
	},
	["guide_62140"] = 
	{
		["id"] = "guide_62140",
		["cn"] = "这名字不错嘛，希望这个名字能出现在获奖名单上。",
		["en"] = "That's a good name. I hope it will appear on the award list.",
		["tc"] = "這名字不錯嘛，希望這個名字能出現在獲獎名單上。",
		["jp"] = "この名前はいいですね。この名前が受賞リストに出てほしいです。",
		["kr"] = "이름 이 좋 네요. 수상자 명단 에 올 랐 으 면 좋 겠 어 요.",
	},
	["guide_62140_1"] = 
	{
		["id"] = "guide_62140_1",
		["cn"] = "觉得名字没取好也没关系，之后随时可以更改的。",
		["en"] = "I think it doesn't matter if I don't choose a good name. I can change it at any time later.",
		["tc"] = "覺得名字沒取好也沒關係，之後隨時可以更改的。",
		["jp"] = "名前はちゃんと取ってなくても大丈夫だと思います。後でいつでも変更できます。",
		["kr"] = "이름 을 잘못 지어 도 괜 찮 을 것 같 아서 언제든지 바 꿀 수 있어 요.",
	},
	["guide_64010"] = 
	{
		["id"] = "guide_64010",
		["cn"] = "终于可以上场比赛了！激动的心颤抖的手！！！",
		["en"] = "Finally can play! Excited heart, trembling hand!!!",
		["tc"] = "終於可以上場比賽了！激動的心顫抖的手！！！",
		["jp"] = "いよいよ試合に出場できます。胸が震える手！",
		["kr"] = "드디어 경기 에 나 갈 수 있 게 되 었 습 니 다!설 레 는 가슴 떨 리 는 손!!",
	},
	["guide_64020"] = 
	{
		["id"] = "guide_64020",
		["cn"] = "你可千万别颤抖！快走吧。",
		["en"] = "Don't tremble! Let's go.",
		["tc"] = "你可千萬別顫抖！快走吧。",
		["jp"] = "くれぐれも震えないでください。早く行きましょう。",
		["kr"] = "너 절대 떨 지 마!빨리 가자.",
	},
	["guide_65010"] = 
	{
		["id"] = "guide_65010",
		["cn"] = "到我们击球了！这一球是比赛的关键！",
		["en"] = "It's time for us to hit the ball! This goal is the key to the game!",
		["tc"] = "到我們擊球了！這一球是比賽的關鍵！",
		["jp"] = "私たちがショットしました。このボールは試合の鍵です。",
		["kr"] = "우리 가 공 을 칠 차례 야!이 공 은 경기 의 관건 이다!",
	},
	["guide_65011"] = 
	{
		["id"] = "guide_65011",
		["cn"] = "这是我们的击球手，我们要在关键的时候把球打出去。",
		["en"] = "This is our batter. We have to hit the ball at the critical moment.",
		["tc"] = "這是我們的擊球手，我們要在關鍵的時候把球打出去。",
		["jp"] = "これは私たちの打者です。肝心な時にボールを打ち出さなければなりません。",
		["kr"] = "이것 은 우리 의 타자 이다. 우 리 는 중요 할 때 공 을 쳐 야 한다.",
	},
	["guide_65021"] = 
	{
		["id"] = "guide_65021",
		["cn"] = "棒球飞过来了！",
		["en"] = "Baseball is flying!",
		["tc"] = "棒球飛過來了！",
		["jp"] = "野球が飛んできました。",
		["kr"] = "야구 날 아 왔 다!",
	},
	["guide_65031"] = 
	{
		["id"] = "guide_65031",
		["cn"] = " <color=#cf5e32><size=84>就是现在！</size></color>",
		["en"] = " now!",
		["tc"] = "<color=#cf5e32><size=84>就是現在！</size></color>",
		["jp"] = "今です！",
		["kr"] = "가 바로 지금 입 니 다! ",
	},
	["guide_70010"] = 
	{
		["id"] = "guide_70010",
		["cn"] = "干的漂亮！这一球真精彩，队员们都因为这一球扬起了斗志！",
		["en"] = "Well done! It was a wonderful goal. The players were full of fighting spirit because of it!",
		["tc"] = "幹的漂亮！這一球真精彩，隊員們都因為這一球揚起了鬥志！",
		["jp"] = "綺麗にしましたこのボールは本当に素晴らしいです。選手たちはこのボールで闘志を奮い起こしました。",
		["kr"] = "잘 했 어!이 공 은 정말 훌륭 하 다. 선수 들 은 모두 이 공 때문에 투 지 를 불 어 넣 었 다.",
	},
	["guide_70020"] = 
	{
		["id"] = "guide_70020",
		["cn"] = "相信我们一定能获得比赛胜利的！！！",
		["en"] = "I believe we will win the game!!!",
		["tc"] = "相信我們一定能獲得比賽勝利的！！！",
		["jp"] = "私たちはきっと試合に勝ちます。",
		["kr"] = "우리 가 반드시 경기 에서 승리 할 것 이 라 고 믿는다!!",
	},
	["guide_70030"] = 
	{
		["id"] = "guide_70030",
		["cn"] = "嘿，比赛很顺利呀，一群来历不明的人居然配合的很不错嘛。",
		["en"] = "Hey, the game went well. A group of people from unknown origin cooperated very well.",
		["tc"] = "嘿，比賽很順利呀，一群來歷不明的人居然配合的很不錯嘛。",
		["jp"] = "まあ、試合は順調ですね。出所不明の人たちがよく協力しますね。",
		["kr"] = "어이, 경기 가 잘 되 고 있 군. 정체 불명 의 사람들 이 잘 어 울 리 는 군.",
	},
	["guide_70030_1"] = 
	{
		["id"] = "guide_70030_1",
		["cn"] = "棒球协会好像很重视这次的比赛，夺冠的话应该能获取一波相当客观的奖励。",
		["en"] = "The baseball association seems to attach great importance to this game. If you win the championship, you should get a wave of quite objective rewards.",
		["tc"] = "棒球協會好像很重視這次的比賽，奪冠的話應該能獲取一波相當客觀的獎勵。",
		["jp"] = "野球協会は今回の試合を重視しているようです。優勝すれば、相当な賞をもらえるはずです。",
		["kr"] = "야구 협 회 는 이번 경 기 를 중요 하 게 생각 하 는 것 같다. 우승 하면 상당히 객관 적 인 보상 을 받 을 수 있 을 것 이다.",
	},
	["guide_70030_2"] = 
	{
		["id"] = "guide_70030_2",
		["cn"] = "是不是瞬间热血沸腾，立马就想再战一场了！冲！！！",
		["en"] = "Do you want to fight again immediately! Rush!!!",
		["tc"] = "是不是瞬間熱血沸騰，立馬就想再戰一場了！沖！！！",
		["jp"] = "一瞬で熱血が沸き立つかどうか、すぐにもう一回戦いたいです。はい！",
		["kr"] = "순간 피 가 끓어 오 르 는 것 이 아니 냐, 바로 다시 싸 우 고 싶 어!돌격!!!",
	},
	["guide_75030"] = 
	{
		["id"] = "guide_75030",
		["cn"] = "今天的比赛打得好累啊，一局比赛跑的腿都要断了。",
		["en"] = "I'm so tired in today's game. I'm going to break my leg in one game.",
		["tc"] = "今天的比賽打得好累啊，一局比賽跑的腿都要斷了。",
		["jp"] = "今日の試合はとても疲れました。1ゲームの試合で走る足が全部折れます。",
		["kr"] = "오늘 경 기 는 정말 피곤 하 다. 한 게임 을 뛰 었 더 니 다리 가 부 러 질 것 같다.",
	},
	["guide_75040"] = 
	{
		["id"] = "guide_75040",
		["cn"] = "对啊，也不知道对面的什么来头，球打得又快又远，这运动量赶上我老家的牛耕几十亩地了。",
		["en"] = "Yes, I don't know what's on the other side. The ball is playing fast and far. The amount of exercise has caught up with the cattle farming dozens of mu of land in my hometown.",
		["tc"] = "對啊，也不知道對面的什麼來頭，球打得又快又遠，這運動量趕上我老家的牛耕幾十畝地了。",
		["jp"] = "そうです。向こうの何がいいか分かりません。ボールは速くて遠いです。この運動量は私の故郷の牛の耕地に追いつきました。",
		["kr"] = "맞 아, 맞은편 에 무슨 이유 가 있 는 지 모 르 겠 어. 공 을 빠 르 고 멀리 쳤 어. 이 운동량 은 우리 고향 의 소 가 몇 십 묘의 땅 을 갈 았 어.",
	},
	["guide_75050"] = 
	{
		["id"] = "guide_75050",
		["cn"] = "一看你们就是不知道吸取比赛经验的野路子，比赛获取的经验都不知道丢到哪里去了吧。",
		["en"] = "At first glance, you just don't know the wild way to learn from the game experience. You don't know where to lose the experience gained in the game.",
		["tc"] = "一看你們就是不知道吸取比賽經驗的野路子，比賽獲取的經驗都不知道丟到哪里去了吧。",
		["jp"] = "試合の経験をよく知らない野路子さんです。試合で得た経験はどこに落としましたか？",
		["kr"] = "딱 봐 도 너희들 은 경기 경험 을 받 아들 이 는 방법 을 모 르 고 경기 에서 얻 은 경험 을 어디로 잃 어 버 렸 는 지 모 르 지?",
	},
	["guide_75050_1"] = 
	{
		["id"] = "guide_75050_1",
		["cn"] = "吸收比赛经验是提升实力的重要途径。",
		["en"] = "Absorbing competition experience is an important way to improve strength.",
		["tc"] = "吸收比賽經驗是提升實力的重要途徑。",
		["jp"] = "試合の経験を吸収することは実力を高める重要な手段である。",
		["kr"] = "경기 경험 을 흡수 하 는 것 은 실력 을 향상 시 키 는 중요 한 수단 이다.",
	},
	["guide_75110"] = 
	{
		["id"] = "guide_75110",
		["cn"] = "想要比赛一胜到底就要及时吸收经验，给队员升级才好打以后的比赛嘛。",
		["en"] = "If you want to win the game in the end, you should absorb experience in time and upgrade the players to play in the future.",
		["tc"] = "想要比賽一勝到底就要及時吸收經驗，給隊員升級才好打以後的比賽嘛。",
		["jp"] = "試合に勝ちたいなら、経験をすぐに吸収して、選手にアップグレードしてからの試合がいいです。",
		["kr"] = "끝까지 이기 기 위해 서 는 경험 을 흡수 하고 선수 들 을 업그레이드 시 켜 야 앞으로 의 경 기 를 할 수 있 잖 아 요.",
	},
	["guide_80030"] = 
	{
		["id"] = "guide_80030",
		["cn"] = "最近的对手都好强啊，感觉和之前都不是一个水准的了。",
		["en"] = "The recent opponents are so strong. I feel that they are not at the same level as before.",
		["tc"] = "最近的對手都好強啊，感覺和之前都不是一個水準的了。",
		["jp"] = "最近の相手は強いですね。前と同じレベルではないと思います。",
		["kr"] = "요즘 라이 벌 들 이 너무 강해 요. 예전 과 는 수준 이 다른 것 같 아 요.",
	},
	["guide_80040"] = 
	{
		["id"] = "guide_80040",
		["cn"] = "唉，越来越难打了，不知道别的球队的队员都是吃什么长大的，不说技术身体能力都比我们强。",
		["en"] = "Alas, it's getting harder and harder to play. I don't know what the players of other teams grew up to eat. Regardless of technology and physical ability, they are better than us.",
		["tc"] = "唉，越來越難打了，不知道別的球隊的隊員都是吃什麼長大的，不說技術身體能力都比我們強。",
		["jp"] = "はい、だんだん難しくなりました。他のチームの選手は何を食べて育ったのか分かりません。技術と身体能力は私たちより強いです。",
		["kr"] = "에이, 점점 어려워 져. 다른 팀 선수 들 은 뭘 먹고 자 랐 는 지, 기술 과 신체 능력 은 말 할 것 도 없 이 우리 보다 낫다.",
	},
	["guide_80050"] = 
	{
		["id"] = "guide_80050",
		["cn"] = "哇，一看你们就是不知道吸取比赛经验的野路子，决定比赛的最终因素是训练量！",
		["en"] = "Wow, I didn't expect that you are really amateur. The final factor determining the competition is the amount of training!",
		["tc"] = "哇，沒想到看起來業餘的你們是真的業餘，決定比賽的最終因素是訓練量！",
		["jp"] = "わあ、アマチュアに見えるとは思わなかったですが、本当にアマチュアです。試合の最終的な要因はトレーニング量です。",
		["kr"] = "와, 아마추어 로 보 이 는 당신들 이 정말 아마추어 일 줄 은 몰 랐 습 니 다. 경 기 를 결정 하 는 최종 요 소 는 훈련 량 입 니 다!",
	},
	["guide_80050_1"] = 
	{
		["id"] = "guide_80050_1",
		["cn"] = "我们需要专业的训练所，进行专业系统的训练才有机会和越来越强的对手一决高下。",
		["en"] = "We need professional training institutes and professional and systematic training to have the opportunity to compete with stronger and stronger opponents.",
		["tc"] = "我們需要專業的訓練所，進行專業系統的訓練才有機會和越來越強的對手一決高下。",
		["jp"] = "私たちは専門の訓練所が必要です。専門システムの訓練をしてこそ、チャンスがあります。",
		["kr"] = "우 리 는 전문 적 인 훈련소 가 필요 하 다. 전문 적 이 고 체계 적 인 훈련 을 해 야 점점 강해 지 는 상대 와 겨 룰 수 있다.",
	},
	["guide_80050_2"] = 
	{
		["id"] = "guide_80050_2",
		["cn"] = "训练所的建设迫在眉睫！不用挑什么良辰吉时了，现在就去建吧。",
		["en"] = "The construction of training institute is imminent! There's no need to pick a good time. Let's build it now.",
		["tc"] = "訓練所的建設迫在眉睫！不用挑什麼良辰吉時了，現在就去建吧。",
		["jp"] = "訓練所の建設が目前に迫っています。吉日なんていらないです。今すぐ建てに行きます。",
		["kr"] = "훈련소 건설 이 시 급 합 니 다!좋 은 날 을 고 를 필요 가 없 으 니 지금 바로 가서 지어 라.",
	},
	["guide_81010"] = 
	{
		["id"] = "guide_81010",
		["cn"] = "建好了建好了！",
		["en"] = "It's done! It's done!",
		["tc"] = "建好了建好了！",
		["jp"] = "建てました。",
		["kr"] = "지 었 어, 지 었 어!",
	},
	["guide_82010"] = 
	{
		["id"] = "guide_82010",
		["cn"] = "既然建好了就开始训练吧。",
		["en"] = "Now that it's built, start training.",
		["tc"] = "既然建好了就開始訓練吧。",
		["jp"] = "建てたからには、訓練を始めましょう。",
		["kr"] = "다 만 들 었 으 니까 훈련 시작 해.",
	},
	["guide_82040"] = 
	{
		["id"] = "guide_82040",
		["cn"] = "你可以帮助队员们选择他们的训练项目，也可以用一键安排功能，快速安排最适合他们的训练项目。",
		["en"] = "You can help the team members choose their training items, or you can use the one click scheduling function to quickly arrange the training items that are most suitable for them.",
		["tc"] = "你可以幫助隊員們選擇他們的訓練專案，也可以用一鍵安排功能，快速安排最適合他們的訓練專案。",
		["jp"] = "選手たちが彼らのトレーニング項目を選ぶのを手伝ってもいいし、ワンタッチで機能を手配してもいいです。一番彼らに似合うトレーニング項目を素早く手配します。",
		["kr"] = "너 는 팀 원 들 이 그들의 훈련 종목 을 선택 하 는 것 을 도 울 수도 있 고, 원 키 로 기능 을 배정 하여 그들 에 게 가장 적합 한 훈련 종목 을 신속하게 배정 할 수도 있다.",
	},
	["guide_82060"] = 
	{
		["id"] = "guide_82060",
		["cn"] = "完美！就这样开始吧！",
		["en"] = "Perfect! Let's start!",
		["tc"] = "完美！就這樣開始吧！",
		["jp"] = "パーフェクト！このまま始めましょう。",
		["kr"] = "완벽 해!이렇게 시작 합 시다!",
	},
	["guide_82080"] = 
	{
		["id"] = "guide_82080",
		["cn"] = "队员训练需要一定时间，我们也可以掏出神秘的沙漏。",
		["en"] = "Team training takes some time, and we can also take out the mysterious hourglass.",
		["tc"] = "隊員訓練需要一定時間，我們也可以掏出神秘的沙漏。",
		["jp"] = "選手の訓練には時間がかかります。私たちも神秘的な砂時計を取り出すことができます。",
		["kr"] = "선수 들 이 훈련 하 는 데 는 시간 이 필요 하 다. 우리 도 신비 한 모래 시 계 를 꺼 낼 수 있다.",
	},
	["guide_82080_1"] = 
	{
		["id"] = "guide_82080_1",
		["cn"] = "减时不减量，比赛训练必备神器！",
		["en"] = "It's a necessary artifact for competition and training!",
		["tc"] = "減時不減量，比賽訓練必備神器！",
		["jp"] = "減量しない時、トレーニングには神器が必要です。",
		["kr"] = "시간 을 줄 이 고 양 을 줄 이지 않 으 면 경기 훈련 에 반드시 신기 가 필요 합 니 다!",
	},
	["guide_75240"] = 
	{
		["id"] = "guide_75240",
		["cn"] = "哇！感觉真不错！下场比赛绝对会打得更精彩的！",
		["en"] = "",
		["tc"] = "",
		["jp"] = "",
		["kr"] = "",
	},
	["guide_prompt_1160"] = 
	{
		["id"] = "guide_prompt_1160",
		["cn"] = "点击气泡",
		["en"] = "Click on the bubble",
		["tc"] = "點擊氣泡",
		["jp"] = "バブルをクリック",
		["kr"] = "클릭 기포",
	},
	["guide_prompt_1170"] = 
	{
		["id"] = "guide_prompt_1170",
		["cn"] = "点击建造按钮",
		["en"] = "Click the build button",
		["tc"] = "點擊建造按鈕",
		["jp"] = "建造ボタンをクリックします",
		["kr"] = "건설 버튼 클릭",
	},
	["guide_prompt_5070"] = 
	{
		["id"] = "guide_prompt_5070",
		["cn"] = "点击管理按钮",
		["en"] = "Click the manage button",
		["tc"] = "點擊管理按鈕",
		["jp"] = "管理ボタンをクリックします",
		["kr"] = "관리 버튼 클릭",
	},
	["guide_prompt_5080"] = 
	{
		["id"] = "guide_prompt_5080",
		["cn"] = "点击课程按钮",
		["en"] = "Click the course button",
		["tc"] = "點擊課程按鈕",
		["jp"] = "レッスンボタンをクリックします",
		["kr"] = "수업 버튼 클릭",
	},
	["guide_prompt_5090"] = 
	{
		["id"] = "guide_prompt_5090",
		["cn"] = "点击“棒球击飞”课程",
		["en"] = "Click on the “baseball flying” course",
		["tc"] = "點擊“棒球擊飛”課程",
		["jp"] = "「ベースボールフライ」コースをクリックします。",
		["kr"] = "야구",
	},
	["guide_prompt_5100"] = 
	{
		["id"] = "guide_prompt_5100",
		["cn"] = "点击引进按钮",
		["en"] = "Click the import button",
		["tc"] = "點擊引進按鈕",
		["jp"] = "導入ボタンをクリックします",
		["kr"] = "도입 버튼 클릭",
	},
	["guide_prompt_5110"] = 
	{
		["id"] = "guide_prompt_5110",
		["cn"] = "点击关闭按钮",
		["en"] = "Click the close button",
		["tc"] = "點擊關閉按鈕",
		["jp"] = "閉じるボタンをクリックします",
		["kr"] = "닫 기 단 추 를 누 르 십시오",
	},
	["guide_prompt_5120"] = 
	{
		["id"] = "guide_prompt_5120",
		["cn"] = "点击关闭按钮",
		["en"] = "Click the close button",
		["tc"] = "點擊關閉按鈕",
		["jp"] = "閉じるボタンをクリックします",
		["kr"] = "닫 기 단 추 를 누 르 십시오",
	},
	["guide_prompt_10160"] = 
	{
		["id"] = "guide_prompt_10160",
		["cn"] = "长按“时间加速器”按钮",
		["en"] = "Press and hold the time accelerator button",
		["tc"] = "長按“時間加速器”按鈕",
		["jp"] = "「時間加速器」ボタンを長押しする",
		["kr"] = "”시간 가속기” 버튼 을 길 게 누 르 세 요.",
	},
	["guide_prompt_10250"] = 
	{
		["id"] = "guide_prompt_10250",
		["cn"] = "点击地上的钱",
		["en"] = "Click on the money on the ground",
		["tc"] = "點擊地上的錢",
		["jp"] = "地面のお金をクリックしてください",
		["kr"] = "바닥 돈 클릭",
	},
	["guide_prompt_15050"] = 
	{
		["id"] = "guide_prompt_15050",
		["cn"] = "点击“宣传”按钮",
		["en"] = "Click the “publicity” button",
		["tc"] = "點擊“宣傳”按鈕",
		["jp"] = "「宣伝」ボタンをクリックします。",
		["kr"] = "”홍보” 버튼 클릭",
	},
	["guide_prompt_15150"] = 
	{
		["id"] = "guide_prompt_15150",
		["cn"] = "点击顾客使用喇叭",
		["en"] = "Click the customer to use the horn",
		["tc"] = "點擊顧客使用喇叭",
		["jp"] = "お客様をクリックしてスピーカーを使います。",
		["kr"] = "고객 을 클릭 하여 나팔 사용",
	},
	["guide_prompt_15220"] = 
	{
		["id"] = "guide_prompt_15220",
		["cn"] = "再使用喇叭招揽到三次游客",
		["en"] = "Then use the horn to attract tourists three times",
		["tc"] = "再使用喇叭招攬到三次遊客",
		["jp"] = "スピーカーを使って3回観光客を呼び寄せる。",
		["kr"] = "나팔 을 다시 사용 하여 세 번 의 관광객 을 유치 하 다.",
	},
	["guide_prompt_15280"] = 
	{
		["id"] = "guide_prompt_15280",
		["cn"] = "点击返回按钮",
		["en"] = "Click the back button",
		["tc"] = "點擊返回按鈕",
		["jp"] = "戻るボタンをクリックします",
		["kr"] = "반환 버튼 을 클릭 하 다",
	},
	["guide_prompt_20060"] = 
	{
		["id"] = "guide_prompt_20060",
		["cn"] = "点击任务",
		["en"] = "Click task",
		["tc"] = "點擊任務",
		["jp"] = "タスクをクリックします",
		["kr"] = "클릭 퀘 스 트",
	},
	["guide_prompt_25090"] = 
	{
		["id"] = "guide_prompt_25090",
		["cn"] = "点击“人山人海”按钮",
		["en"] = "Click the “sea of people” button",
		["tc"] = "點擊“人山人海”按鈕",
		["jp"] = "「人込み」ボタンをクリックします。",
		["kr"] = "”인산인해” 버튼 클릭",
	},
	["guide_prompt_25100"] = 
	{
		["id"] = "guide_prompt_25100",
		["cn"] = "点击“获取”按钮",
		["en"] = "Click the “use” button",
		["tc"] = "點擊“使用”按鈕",
		["jp"] = "「使用」ボタンをクリックします。",
		["kr"] = "”사용” 버튼 클릭",
	},
	["guide_prompt_25142"] = 
	{
		["id"] = "guide_prompt_25142",
		["cn"] = "点击“宣传”按钮",
		["en"] = "Click the “publicity” button",
		["tc"] = "點擊“宣傳”按鈕",
		["jp"] = "「宣伝」ボタンをクリックします。",
		["kr"] = "”홍보” 버튼 클릭",
	},
	["guide_prompt_30060"] = 
	{
		["id"] = "guide_prompt_30060",
		["cn"] = "点击“宣传”按钮",
		["en"] = "Click the “publicity” button",
		["tc"] = "點擊“宣傳”按鈕",
		["jp"] = "「宣伝」ボタンをクリックします。",
		["kr"] = "”홍보” 버튼 클릭",
	},
	["guide_prompt_30210"] = 
	{
		["id"] = "guide_prompt_30210",
		["cn"] = "点击顾客进行宣传",
		["en"] = "Click on customers for publicity",
		["tc"] = "點擊顧客進行宣傳",
		["jp"] = "顧客をクリックして宣伝する。",
		["kr"] = "고객 을 클릭 하여 홍보 하 다",
	},
	["guide_prompt_30300"] = 
	{
		["id"] = "guide_prompt_30300",
		["cn"] = "点击”关闭“按钮",
		["en"] = "Click the close button",
		["tc"] = "點擊”關閉“按鈕",
		["jp"] = "クリックします。",
		["kr"] = "”닫 기” 단 추 를 누 르 십시오.",
	},
	["guide_prompt_35290"] = 
	{
		["id"] = "guide_prompt_35290",
		["cn"] = "点击头像定位可疑人员",
		["en"] = "Click the avatar to locate the suspicious person",
		["tc"] = "點擊頭像定位可疑人員",
		["jp"] = "顔写真をクリックして不審者を特定します。",
		["kr"] = "프로필 사진 을 클릭 하여 수상 한 사람 을 찾 습 니 다.",
	},
	["guide_prompt_35310"] = 
	{
		["id"] = "guide_prompt_35310",
		["cn"] = "点击赶走小偷",
		["en"] = "Click to drive away the thief",
		["tc"] = "點擊趕走小偷",
		["jp"] = "泥棒を追い払うのをクリックします",
		["kr"] = "클릭 하여 도둑 쫓 아내 기",
	},
	["guide_prompt_35330"] = 
	{
		["id"] = "guide_prompt_35330",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_35340"] = 
	{
		["id"] = "guide_prompt_35340",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_35350"] = 
	{
		["id"] = "guide_prompt_35350",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_35360"] = 
	{
		["id"] = "guide_prompt_35360",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_35370"] = 
	{
		["id"] = "guide_prompt_35370",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_35380"] = 
	{
		["id"] = "guide_prompt_35380",
		["cn"] = "猛点小偷赶走他",
		["en"] = "Be fierce. The thief drove him away",
		["tc"] = "猛點小偷趕走他",
		["jp"] = "泥棒をぐいと追い払う",
		["kr"] = "좀도둑.",
	},
	["guide_prompt_36060"] = 
	{
		["id"] = "guide_prompt_36060",
		["cn"] = "点击解锁气泡",
		["en"] = "Click to unlock the bubble",
		["tc"] = "點擊解鎖氣泡",
		["jp"] = "ロック解除気泡をクリックします",
		["kr"] = "클릭 하여 기포 잠 금 풀기",
	},
	["guide_prompt_36070"] = 
	{
		["id"] = "guide_prompt_36070",
		["cn"] = "点击解锁按钮",
		["en"] = "Click the unlock button",
		["tc"] = "點擊解鎖按鈕",
		["jp"] = "ロック解除ボタンをクリックします",
		["kr"] = "잠 금 해제 버튼 을 클릭 하 다",
	},
	["guide_prompt_40060"] = 
	{
		["id"] = "guide_prompt_40060",
		["cn"] = "连续猛击游客头上的气泡",
		["en"] = "Continuously pounding bubbles on tourists' heads",
		["tc"] = "連續猛擊遊客頭上的氣泡",
		["jp"] = "観光客の頭上の気泡を連発する",
		["kr"] = "관광객 들 의 머리 위의 기포 를 연속 으로 강 타 하 다",
	},
	["guide_prompt_41090"] = 
	{
		["id"] = "guide_prompt_41090",
		["cn"] = "点击“宣传”按钮",
		["en"] = "Click the “publicity” button",
		["tc"] = "點擊“宣傳”按鈕",
		["jp"] = "「宣伝」ボタンをクリックします。",
		["kr"] = "”홍보” 버튼 클릭",
	},
	["guide_prompt_41100"] = 
	{
		["id"] = "guide_prompt_41100",
		["cn"] = "点击“广播宣传”按钮",
		["en"] = "Click the “broadcast publicity” button",
		["tc"] = "點擊“廣播宣傳”按鈕",
		["jp"] = "ラジオの宣伝ボタンをクリックします。",
		["kr"] = "”방송 홍보” 버튼 클릭",
	},
	["guide_prompt_45250"] = 
	{
		["id"] = "guide_prompt_45250",
		["cn"] = "点击气泡定位地产大亨",
		["en"] = "Click the bubble to locate the real estate tycoon",
		["tc"] = "點擊氣泡定位地產大亨",
		["jp"] = "バブルをクリックして不動産の位置を決めます。",
		["kr"] = "클릭 기포 포 지 셔 닝 부동산 대형",
	},
	["guide_prompt_45270"] = 
	{
		["id"] = "guide_prompt_45270",
		["cn"] = "点击地产大亨获取现金",
		["en"] = "Click real estate tycoon to get cash",
		["tc"] = "點擊地產大亨獲取現金",
		["jp"] = "不動産の大きい亨をクリックして現金を獲得します。",
		["kr"] = "부동산 거물 을 클릭 하여 현금 을 얻다.",
	},
	["guide_prompt_45290"] = 
	{
		["id"] = "guide_prompt_45290",
		["cn"] = "猛点地产大亨获取全部现金",
		["en"] = "Mengdian real estate tycoon gets all cash",
		["tc"] = "猛點地產大亨獲取全部現金",
		["jp"] = "不動産大手が現金を全部取る。",
		["kr"] = "부동산 대형 이 모든 현금 을 급히 얻다.",
	},
	["guide_prompt_45300"] = 
	{
		["id"] = "guide_prompt_45300",
		["cn"] = "猛点地产大亨获取全部现金",
		["en"] = "Mengdian real estate tycoon gets all cash",
		["tc"] = "猛點地產大亨獲取全部現金",
		["jp"] = "不動産大手が現金を全部取る。",
		["kr"] = "부동산 대형 이 모든 현금 을 급히 얻다.",
	},
	["guide_prompt_45310"] = 
	{
		["id"] = "guide_prompt_45310",
		["cn"] = "猛点地产大亨获取全部现金",
		["en"] = "Mengdian real estate tycoon gets all cash",
		["tc"] = "猛點地產大亨獲取全部現金",
		["jp"] = "不動産大手が現金を全部取る。",
		["kr"] = "부동산 대형 이 모든 현금 을 급히 얻다.",
	},
	["guide_prompt_45320"] = 
	{
		["id"] = "guide_prompt_45320",
		["cn"] = "猛点地产大亨获取全部现金",
		["en"] = "Mengdian real estate tycoon gets all cash",
		["tc"] = "猛點地產大亨獲取全部現金",
		["jp"] = "不動産大手が現金を全部取る。",
		["kr"] = "부동산 대형 이 모든 현금 을 급히 얻다.",
	},
	["guide_prompt_51070"] = 
	{
		["id"] = "guide_prompt_51070",
		["cn"] = "点击完成气泡",
		["en"] = "Click Finish bubble",
		["tc"] = "點擊完成氣泡",
		["jp"] = "バブル完了をクリックしてください",
		["kr"] = "클릭 하여 기포 완성",
	},
	["guide_prompt_60090"] = 
	{
		["id"] = "guide_prompt_60090",
		["cn"] = "点击气泡",
		["en"] = "Click on the bubble",
		["tc"] = "點擊氣泡",
		["jp"] = "バブルをクリック",
		["kr"] = "클릭 기포",
	},
	["guide_prompt_60100"] = 
	{
		["id"] = "guide_prompt_60100",
		["cn"] = "点击升级按钮",
		["en"] = "Click the upgrade button",
		["tc"] = "點擊升級按鈕",
		["jp"] = "アップグレードボタンをクリックします",
		["kr"] = "승급 버튼 을 클릭",
	},
	["guide_prompt_60110"] = 
	{
		["id"] = "guide_prompt_60110",
		["cn"] = "等待球场建造完毕",
		["en"] = "Wait until the stadium is built",
		["tc"] = "等待球場建造完畢",
		["jp"] = "球場の完成を待つ",
		["kr"] = "구장 건설 이 끝나 기 를 기다리다.",
	},
	["guide_prompt_61060"] = 
	{
		["id"] = "guide_prompt_61060",
		["cn"] = "点击确认气泡",
		["en"] = "Click the confirm bubble",
		["tc"] = "點擊確認氣泡",
		["jp"] = "気泡を確認するにはクリックしてください",
		["kr"] = "클릭 하여 기포 확인",
	},
	["guide_prompt_62070"] = 
	{
		["id"] = "guide_prompt_62070",
		["cn"] = "点击比赛按钮",
		["en"] = "Click the game button",
		["tc"] = "點擊比賽按鈕",
		["jp"] = "試合ボタンをクリックします",
		["kr"] = "경기 버튼 을 클릭 하 다",
	},
	["guide_prompt_62160"] = 
	{
		["id"] = "guide_prompt_62160",
		["cn"] = "点击报名参赛",
		["en"] = "Click to register",
		["tc"] = "點擊報名參賽",
		["jp"] = "クリックして参加します",
		["kr"] = "클릭 하여 참가 신청",
	},
	["guide_prompt_33120"] = 
	{
		["id"] = "guide_prompt_33120",
		["cn"] = "点击解锁气泡",
		["en"] = "Click to unlock the bubble",
		["tc"] = "點擊解鎖氣泡",
		["jp"] = "ロック解除気泡をクリックします",
		["kr"] = "클릭 하여 기포 잠 금 풀기",
	},
	["guide_prompt_33140"] = 
	{
		["id"] = "guide_prompt_33140",
		["cn"] = "点击解锁按钮",
		["en"] = "Click the unlock button",
		["tc"] = "點擊解鎖按鈕",
		["jp"] = "ロック解除ボタンをクリックします",
		["kr"] = "잠 금 해제 버튼 을 클릭 하 다",
	},
	["guide_prompt_34060"] = 
	{
		["id"] = "guide_prompt_34060",
		["cn"] = "点击完成气泡",
		["en"] = "Click Finish bubble",
		["tc"] = "點擊完成氣泡",
		["jp"] = "バブル完了をクリックしてください",
		["kr"] = "클릭 하여 기포 완성",
	},
	["guide_prompt_35070"] = 
	{
		["id"] = "guide_prompt_35070",
		["cn"] = "点击建造气泡",
		["en"] = "Click Create bubble",
		["tc"] = "點擊建造氣泡",
		["jp"] = "気泡を作るにはクリックしてください",
		["kr"] = "클릭 하여 기포 건조",
	},
	["guide_prompt_35090"] = 
	{
		["id"] = "guide_prompt_35090",
		["cn"] = "切换至工作页",
		["en"] = "Switch to work page",
		["tc"] = "切換至工作頁",
		["jp"] = "ワークページに切り替え",
		["kr"] = "작업 페이지 로 전환",
	},
	["guide_prompt_35100"] = 
	{
		["id"] = "guide_prompt_35100",
		["cn"] = "点击解锁",
		["en"] = "Click unlock",
		["tc"] = "點擊解鎖",
		["jp"] = "ロック解除をクリックします",
		["kr"] = "클릭 하여 잠 금 해제",
	},
	["guide_prompt_35110"] = 
	{
		["id"] = "guide_prompt_35110",
		["cn"] = "点击安排球员",
		["en"] = "Click to arrange players",
		["tc"] = "點擊安排球員",
		["jp"] = "クリックして選手を手配します",
		["kr"] = "클릭 하여 선수 배정",
	},
	["guide_prompt_35130"] = 
	{
		["id"] = "guide_prompt_35130",
		["cn"] = "点击确认",
		["en"] = "Click OK",
		["tc"] = "點擊確認",
		["jp"] = "クリックして確認します",
		["kr"] = "클릭 하여 확인",
	},
	["guide_prompt_36200"] = 
	{
		["id"] = "guide_prompt_36200",
		["cn"] = "等待解锁完成",
		["en"] = "Wait for unlocking to complete",
		["tc"] = "等待解鎖完成",
		["jp"] = "ロック解除完了を待つ",
		["kr"] = "잠 금 해제 완료 대기",
	},
	["guide_prompt_36260"] = 
	{
		["id"] = "guide_prompt_36260",
		["cn"] = "点击训练气泡",
		["en"] = "Click the training bubble",
		["tc"] = "點擊訓練氣泡",
		["jp"] = "トレーニングバブルをクリックします",
		["kr"] = "클릭 하여 기포 훈련",
	},
	["guide_prompt_36270"] = 
	{
		["id"] = "guide_prompt_36270",
		["cn"] = "点击“一键安排”按钮",
		["en"] = "Click the “one click arrangement” button",
		["tc"] = "點擊“一鍵安排”按鈕",
		["jp"] = "ボタンをクリックします。",
		["kr"] = "”원 클릭 배치” 버튼 을 누 르 십시오.",
	},
	["guide_prompt_36290"] = 
	{
		["id"] = "guide_prompt_36290",
		["cn"] = "点击“立即完成”按钮",
		["en"] = "Click the “finish now” button",
		["tc"] = "點擊“立即完成”按鈕",
		["jp"] = "「すぐに完成」ボタンをクリックします。",
		["kr"] = "”즉시 완성” 버튼 을 클릭",
	},
}
TableMerge(WordConfig,WordGuideConfig)