local WordErrorConfig = 
{
	[1101] = 
	{
		["id"] = 1101,
		["cn"] = "版本号错误",
		["en"] = "Wrong version number",
		["tc"] = "版本號錯誤",
		["jp"] = "バージョン番号エラー",
		["kr"] = "버 전 번호 오류",
	},
	[1102] = 
	{
		["id"] = 1102,
		["cn"] = "账号或密码错误",
		["en"] = "Wrong account or password",
		["tc"] = "帳號或密碼錯誤",
		["jp"] = "アカウントまたはパスワードが間違っています。",
		["kr"] = "계 정 혹은 비밀번호 오류",
	},
	[1103] = 
	{
		["id"] = 1103,
		["cn"] = "注册账号失败,已经有账号",
		["en"] = "Failed to register account. There is already an account",
		["tc"] = "註冊帳號失敗,已經有帳號",
		["jp"] = "アカウントの登録に失敗しました。アカウントがあります。",
		["kr"] = "계 정 등록 실패, 이미 계 정 이 있 습 니 다",
	},
	[1104] = 
	{
		["id"] = 1104,
		["cn"] = "注册账号失败,没有创建id",
		["en"] = "Failed to register account, no ID created",
		["tc"] = "註冊帳號失敗,沒有創建id",
		["jp"] = "アカウントの登録に失敗しました。IDを作成しませんでした。",
		["kr"] = "계 정 등록 실패, id 를 만 들 지 않 았 습 니 다",
	},
	[1105] = 
	{
		["id"] = 1105,
		["cn"] = "注册账号失败,账号id错误",
		["en"] = "Failed to register account, account ID error",
		["tc"] = "註冊帳號失敗,帳號id錯誤",
		["jp"] = "アカウントの登録に失敗しました。アカウントIDが間違っています。",
		["kr"] = "계 정 등록 실패, 계 정 id 오류",
	},
	[1106] = 
	{
		["id"] = 1106,
		["cn"] = "服务器繁忙,请稍后登陆",
		["en"] = "The server is busy, please log in later",
		["tc"] = "伺服器繁忙,請稍後登陸",
		["jp"] = "サーバーが忙しいので、後でログインしてください。",
		["kr"] = "서버 가 바 쁘 니 잠시 후 로그 인하 세 요",
	},
	[1107] = 
	{
		["id"] = 1107,
		["cn"] = "账号非法字符",
		["en"] = "Illegal character of account",
		["tc"] = "帳號非法字元",
		["jp"] = "アカウントの不正文字",
		["kr"] = "계 정 불법 문자",
	},
	[1108] = 
	{
		["id"] = 1108,
		["cn"] = "开服时间没到",
		["en"] = "It's not time to open the service",
		["tc"] = "開服時間沒到",
		["jp"] = "服務時間がまだ来ていません",
		["kr"] = "서버 오픈 시간 이 안 됐어 요.",
	},
	[1109] = 
	{
		["id"] = 1109,
		["cn"] = "账号长度错误",
		["en"] = "Account length error",
		["tc"] = "帳號長度錯誤",
		["jp"] = "アカウント長エラー",
		["kr"] = "계 정 길이 오류",
	},
	[1110] = 
	{
		["id"] = 1110,
		["cn"] = "平台SDK验证失败",
		["en"] = "Platform SDK validation failed",
		["tc"] = "平臺SDK驗證失敗",
		["jp"] = "プラットフォームSDKの検証に失敗しました。",
		["kr"] = "플랫폼 SDK 인증 실패",
	},
	[1111] = 
	{
		["id"] = 1111,
		["cn"] = "平台ID错误",
		["en"] = "Platform ID error",
		["tc"] = "平臺ID錯誤",
		["jp"] = "プラットフォームIDエラー",
		["kr"] = "플랫폼 ID 오류",
	},
	[1112] = 
	{
		["id"] = 1112,
		["cn"] = "已经在登录队列",
		["en"] = "Already in login queue",
		["tc"] = "已經在登錄佇列",
		["jp"] = "ログイン待ち行列",
		["kr"] = "로그 인 대기 열 에 있 습 니 다",
	},
	[1113] = 
	{
		["id"] = 1113,
		["cn"] = "找不到网关服务器",
		["en"] = "Gateway server not found",
		["tc"] = "找不到網關伺服器",
		["jp"] = "ゲートウェイサーバが見つかりませんでした。",
		["kr"] = "게 이 트 웨 이 서버 를 찾 을 수 없습니다.",
	},
	[1114] = 
	{
		["id"] = 1114,
		["cn"] = "找不到网关服务器PID",
		["en"] = "Gateway server PID not found",
		["tc"] = "找不到網關伺服器PID",
		["jp"] = "ゲートウェイサーバPIDが見つかりませんでした。",
		["kr"] = "게 이 트 웨 이 서버 PID 를 찾 을 수 없습니다.",
	},
	[1115] = 
	{
		["id"] = 1115,
		["cn"] = "找不到网关服务器端口",
		["en"] = "Gateway server port not found",
		["tc"] = "找不到網關伺服器端口",
		["jp"] = "ゲートウェイサーバポートが見つかりませんでした。",
		["kr"] = "게 이 트 웨 이 서버 포트 를 찾 을 수 없습니다.",
	},
	[1116] = 
	{
		["id"] = 1116,
		["cn"] = "已经被封号",
		["en"] = "It has been sealed",
		["tc"] = "已經被封號",
		["jp"] = "もう封号されました",
		["kr"] = "이미 봉인 되 었 습 니 다",
	},
	[1200] = 
	{
		["id"] = 1200,
		["cn"] = "未找到配置",
		["en"] = "Configuration not found",
		["tc"] = "未找到配置",
		["jp"] = "設定が見つかりませんでした",
		["kr"] = "설정 을 찾 을 수 없 음",
	},
	[1201] = 
	{
		["id"] = 1201,
		["cn"] = "钻石不足",
		["en"] = "Diamond shortage",
		["tc"] = "鑽石不足",
		["jp"] = "ダイヤモンド不足",
		["kr"] = "다이 아 부족",
	},
	[1202] = 
	{
		["id"] = 1202,
		["cn"] = "抽卡道具不足",
		["en"] = "Insufficient card drawing props",
		["tc"] = "抽卡道具不足",
		["jp"] = "カードを引き出す道具が足りません",
		["kr"] = "카드 뽑 기 아 이 템 부족",
	},
	[1211] = 
	{
		["id"] = 1211,
		["cn"] = "已经领取邮件",
		["en"] = "Received mail",
		["tc"] = "已經領取郵件",
		["jp"] = "郵便物を受け取りました",
		["kr"] = "이미 우편물 수령",
	},
	[1214] = 
	{
		["id"] = 1214,
		["cn"] = "没有购买基金",
		["en"] = "No purchase fund",
		["tc"] = "沒有購買基金",
		["jp"] = "ファンドを買っていません",
		["kr"] = "펀드 를 사지 않 았 습 니 다.",
	},
	[1215] = 
	{
		["id"] = 1215,
		["cn"] = "已经领取基金奖励",
		["en"] = "Have received the Fund Award",
		["tc"] = "已經領取基金獎勵",
		["jp"] = "基金の奨励を受けました。",
		["kr"] = "이미 펀드 보상 을 수령 하 였 습 니 다",
	},
	[1220] = 
	{
		["id"] = 1220,
		["cn"] = "没有购买通行证",
		["en"] = "Did not buy a pass",
		["tc"] = "沒有購買通行證",
		["jp"] = "通行証は買っていません。",
		["kr"] = "구 매 통행증 이 없습니다.",
	},
	[1221] = 
	{
		["id"] = 1221,
		["cn"] = "已经领取过通行证奖励",
		["en"] = "You have received the pass reward",
		["tc"] = "已經領取過通行證獎勵",
		["jp"] = "通行証の奨励を受けました。",
		["kr"] = "이미 통행증 보상 을 수령 하 였 습 니 다",
	},
	[1231] = 
	{
		["id"] = 1231,
		["cn"] = "没有该球员卡牌",
		["en"] = "There are no cards for this player",
		["tc"] = "沒有該球員卡牌",
		["jp"] = "このカードはありません。",
		["kr"] = "이 선수 카드 없어 요.",
	},
	[1232] = 
	{
		["id"] = 1232,
		["cn"] = "升级卡牌等级错误",
		["en"] = "Upgrade card level error",
		["tc"] = "升級卡牌等級錯誤",
		["jp"] = "アップグレードカードのレベルが間違っています。",
		["kr"] = "카드 레벨 승급 오류",
	},
	[1233] = 
	{
		["id"] = 1233,
		["cn"] = "已经购买过商城礼包",
		["en"] = "You have already purchased a gift bag from the mall",
		["tc"] = "已經購買過商城禮包",
		["jp"] = "もうショッピングモールのギフトバッグを買いました。",
		["kr"] = "이미 상점 선물 을 구 매 하 였 습 니 다",
	},
	[1234] = 
	{
		["id"] = 1234,
		["cn"] = "卡牌等级不用重置",
		["en"] = "Card level does not need to be reset",
		["tc"] = "卡牌等級不用重置",
		["jp"] = "カードのレベルはリセットされません。",
		["kr"] = "카드 레벨 리 셋 안 해도 돼 요.",
	},
	[1235] = 
	{
		["id"] = 1235,
		["cn"] = "权限不足",
		["en"] = "Insufficient permissions",
		["tc"] = "許可權不足",
		["jp"] = "権限がありません",
		["kr"] = "권한 부족",
	},
	[1301] = 
	{
		["id"] = 1301,
		["cn"] = "存档上传失败",
		["en"] = "Archive upload failed",
		["tc"] = "存檔上傳失敗",
		["jp"] = "アーカイブのアップロードに失敗しました",
		["kr"] = "압축 파일 업로드 실패",
	},
	[1305] = 
	{
		["id"] = 1305,
		["cn"] = "存档下载失败",
		["en"] = "Archive download failed",
		["tc"] = "存檔下載失敗",
		["jp"] = "アーカイブのダウンロードに失敗しました",
		["kr"] = "압축 파일 다운로드 실패",
	},
}
TableMerge(WordConfig,WordErrorConfig)